[{
    "_id": "607887f34f735132885a27ca",
    "name": "Hectic Fun",
    "developer": "Nighthawk Studio",
    "publisher": "Nighthawks Studio",
    "description": "Hectico Fun is a competitive platformer that gives you a chance to go off on a journey, where you control two characters that take control of different abilities. Each character has a few tricks that will make you take the challenge and go farther. You'll need to get those moves down without missing or dying, but as you go, you'll be rewarded!",
    "genres": ["Indie", "Racing", "Sports"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Local Multi-Player", "Shared/Split Screen", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "eb6dba0ac13b4bd29870d707028c9cc1",
    "screenshot_img": ["7a3214d3f74c492f8e098d7fb4fcf56b", "aa6596994c964d3d860c9bdc77893d56", "cfe436d7cbac4503802de08060d3dc9d", "2b59a07a17d54dccbfd36935bc6d7d95"]
}, {
    "_id": "607887fa4f735132885a27cc",
    "name": "Witch’s Legacy: Witches and Wizards",
    "developer": "BlackThug",
    "publisher": "BlackThugs",
    "description": "In the realm of the witches, the power of the gods has never been so much stronger. Powerful spells are unleashed by the gods themselves. Witches can even summon powerful demons to fight for them. But are they really gods, or are they just trying to help the powerful and powerful? This is a special deck-building strategy game. You’ll need a lot of luck to win!Features:* More than 200 unique cards!* Powerful deck-building with cards that can influence the game!* Collect cards through missions!* Over 100 powerful spells!* Over 60 levels!* 10 types of enemy troops!* Special \"Champions\"!- 30 playable characters! * More than a dozen spells!* 15 types of enemy troops - Knights, Demons, Goblins, Ogres, Barbarians and more!* 15 types Steam Achievements",
    "genres": ["Adventure", "Casual", "Free to Play", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "VR Support", "SteamVR Collectibles"],
    "header_img": "2d58e168607d46dc9d209f54dbb7a16b",
    "screenshot_img": ["b68bcd2a0a9f4bc0a37ebe7d642bb6e4", "96b2f2b774f5451ea8d391eca3caf3be", "40ea3415ddd147d89d99d42c81a9973e"]
}, {
    "_id": "607887fe4f735132885a27cd",
    "name": "Pillars of Eternity",
    "developer": "Creobit",
    "publisher": "8Floor",
    "description": "Set on a grim, old Norse island, Pillars of Eternity tells the epic, epic tale of two brothers whose destiny is intertwined with the destiny of the whole world: a dark force threatens to consume the universe. The heroes, their only companions and allies, try everything they can to stop this dark force but will not succeed against the unstoppable force of nature… • Thrilling, story-driven adventure and challenging gameplay. • Two heroes with completely separate and epic storylines. • Two factions with deep and compelling characters. • A stunning world with beautiful, detailed graphics, epic music and atmospheric settings. • Epic boss fights to challenge your abilities and skills.",
    "genres": ["Action", "RPG"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Captions available", "Partial Controller Support", "Steam Cloud", "Commentary available"],
    "header_img": "acdb5cac1e0b4821981aa57b915e4423",
    "screenshot_img": ["f49e76f780464b47aba4254fbe147784", "76f32766f2ed4573b955bb543b463ec1", "5a27a44d863d451ab90de4f89bdc44bb"]
}, {
    "_id": "607888004f735132885a27ce",
    "name": "Eisenhorn VR",
    "developer": "Munich Studio GbR",
    "publisher": "Muniche Studio GbR;AGM PLAYISM",
    "description": "The GameIn this arcade puzzle game you must collect all pieces of the map to exit the maze. But there is a catch! As soon as you exit a room, you'll have to start a new round and start from the beginning. How many rounds can you play?Features: 60 challenging puzzles of varying complexity A lot of Steam achievements Relaxing music and effects",
    "genres": ["Adventure", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Partial Controller Support"],
    "header_img": "be000665e0564bd4ada63aebfc110498",
    "screenshot_img": ["5578957140004e14bf9e43eb513c8a44", "b7f690dd0b924eca8fe43ce7f7653802", "a0e736f5f68b480698c663032791046b", "c7e58d0812db475b9ba5bd89403d4d6e"]
}, {
    "_id": "607888064f735132885a27d0",
    "name": "Zombie_Girl_Travelling_Party",
    "developer": "Shard9",
    "publisher": "Plug In Digital",
    "description": "Join the Zombie Girl on a wonderful Journey of Traveling.Help her meet more travelers.She will find interesting spots and meet some new friends. She will take lots of photos, videos, and video clips on her journey. All this she do not have to go alone with her friends in the game. The game has a special atmosphere because the players need to keep in mind the zombies are not human, and will not hurt you.Enjoy all the fun and meet other travelers. Help the Zombie Girl to meet new ones. The game contains a variety of beautiful photos, videos, cute videos and also the possibility of playing with the pictures.",
    "genres": ["Adventure", "Casual", "Indie", "Simulation"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards"],
    "header_img": "7099ad95920d48adb5f16f987eef18c6",
    "screenshot_img": ["e78bd741016b4aec9fe2bba57dffdb61", "03ed2d84c40041c9bb2bd28787fde8e1", "c67059fcc5ea47f3bcacf088d2d0d663", "84fe8cf6cebb4103b951f6973188b890", "6bb14d0277f04cfc83a3b04894b92fac", "b0e0e08746fe4263bfede53c3c348faf"]
}, {
    "_id": "6078880a4f735132885a27d1",
    "name": "War of Royal Knights",
    "developer": "Stoic",
    "publisher": "Stoics",
    "description": "War ofRoyal Knights - medieval strategy game.You are a knight, tasked to protect the kingdom of Castille from the evil invaders. Your objective is simple. Save Castile, a medieval kingdom which was surrounded by barbarian tribes who waged war against it for many years. However, with the recent arrival of an allied mercenary, you are requested to return to Castile and help defend it against the forces of the invaders.Your castle is under the constant threat of the barbarian forces. Your men will try to break into your walls and loot your riches. However, this will only make things more difficult. You will have to create a very strong army and send it on an offensive to destroy the invaders and restore peace to Castile.Game features:Unique medieval management style.Choose the right skills for your troops. Create and customize a tactical army.3 different game modes: campaign, survival, team deathmatch.Single player against a challenging AI.Multiplayer - up to four players (cross-platform).",
    "genres": ["Action", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Leaderboards"],
    "header_img": "5222cced6cfe4a5eb666b73d8a94bdcd",
    "screenshot_img": ["e888c31e3f4448f794f00bf1493cd1fc", "2fbf27961c5d4cc3889f33d9adad64e8", "32d809a9b4024361bf7cf00f8c282404", "483b01539c334c24bdf59c61e50d30db", "493c8ef3cda0461c8426e972ea8f2f6d"]
}, {
    "_id": "6078880c4f735132885a27d2",
    "name": "Ethereal Journey",
    "developer": "Ethereal Studios",
    "publisher": "Ethereal Worlds",
    "description": "Inspired by real journeys, Ethereal Journey is an experience that questions the meaning of traveling. A meditative journey to a remote world that is both a refuge and a playground. This experience aims to connect with the viewer as they witness a child explore a series of striking vistas.",
    "genres": ["Adventure", "Casual", "Indie", "Simulation"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "d8c1709aa772426da5f726737dfd99b5",
    "screenshot_img": ["6d44dac56f274f4b84ea1f270e24d91d", "4d9e158045e043b1885fb677249256b8", "e0d5e920af0b47b98e00698bd05f7a64", "bfd989db36234078b0404dab7c4aa746", "af4c89623ed449bd994bb763a156c99c", "6632559a196b4ee985a81b5f5cb91424"]
}, {
    "_id": "607888134f735132885a27d3",
    "name": "Wargame: AirLand Battle",
    "developer": "Wargaming Labs",
    "publisher": "Wargamer Group Limited",
    "description": "Battle of Britain. Europe. It’s June 1940 and the German Luftwaffe is crushing British supply lines. You are the supreme Allied commander. You have six months to decide whether to invade the continent or retreat and concentrate your troops in Europe. Command the Royal Air Force, Imperial Navy, Royal Navy and the massive German Wehrmacht to bring the war to an end. The fate of the world is in your hands. Experience the battle of Britain in WWII through a stunning realistic engine. Gameplay Features: Massive battle – 8 million units at your command from the Royal Air Force and Imperial Navy, over 1,000 ships, armoured trains and landing craft on the ground and air, naval units and aircraft. Each battle is fought on real battlefields – use realistic graphics and advanced computer simulation to recreate historical Britain. 6 Month Time Window – make the ultimate decision to invade or retreat to Europe. Advanced Strategic Battles – use artillery, air strikes and air raids to bring the German Wehrmachis to bay – plus air counter-attacks and strategic strikes. Realistic Air Combat – get behind the controls of fighter planes, bombers and fighters and experience the tension, speed and power of a massive air battle. Dynamic Weather – experience the stormy weather effects of WW1 in realistic scenarios or go on patrol missions in a variety of weather conditions including tropical rain, snow and fog. Improved Gameplay Engine – real-time 3D engine graphics and new lighting systems and effects for an authentic experience. World War One has never looked this good!",
    "genres": ["Adventure", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "901318ae678c450a85c533f2312b7273",
    "screenshot_img": ["1760b004164c4fafadc4445656e29322", "1143c2223ff541fe94f0217b95282eac", "ddeaec0e4e304f769f6264aa420e4595", "a7bb3ffe74a34a8aab26a28d7b27d70c"]
}, {
    "_id": "607888174f735132885a27d4",
    "name": "Zombie Ship: Full Frontiers Edition",
    "developer": "Team17 Digital Ltd",
    "publisher": "Team17 Development Studio",
    "description": "When the world ends in a zombie outbreak, the last survivors turn to you and a mysterious group of mercenaries for help. In Zombie Ship: Full Frontier Edition, join John R. Donnelley in the midst of the zombie apocalypse! Travel the country as he makes friends, takes a side in a fierce race against time, and races against time to save his own skin! Key Features: Travel through 20 countries, all of which feature their own unique set of challenges. Work with up to 5 of your own mercenary teams to face increasingly complex challenges. Customise your mercenaries, giving them unique bonuses and abilities. Complete up to 30 missions across 4 different continents, including London, Las Vegas, New York, and Antarctica. Fight against a host of powerful bosses, such as the Grim Reaper, Osama Bin Laden and dozens more.",
    "genres": ["Violent", "Action", "Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Local Multi-Player", "Co-op", "Online Co-op", "Local Co-op", "Shared/Split Screen", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "960a3adac83b4632b0ab4def2bf6cf95",
    "screenshot_img": ["ccabb3e2f8654803845ecf086881128a", "a6123babe7f648d19959ffe1f7fa50bb", "0d90f3348c434d30b2b3e3523621d467"]
}, {
    "_id": "6078881b4f735132885a27d5",
    "name": "Leprechaun Mystery: A Visual Novel",
    "developer": "Targem Games",
    "publisher": "TargEM Games",
    "description": "You wake up and find yourself surrounded by an abandoned castle, and you're the only survivor. You'll soon learn that something is seriously wrong in your home, and that something very important hides within.Leprechau was founded as a royal military academy in the 19th century, in order to prepare the next generation of leaders. Now, with the recent outbreak of war, the academy is under threat from bandits, and the people have little understanding of the secret that hides within.Features:A short story, between 5 and 10 hours.A cast of characters, all with their own unique personalities.A plot-driven, no-nonsense battle system that can be upgraded during the game.Original soundtrack, featuring atmospheric chip-rock tracks, and a chiptune-influenced soundscape.Achievements and collectibles that unlock new characters and more story.Two endings.Character customization.",
    "genres": ["Action"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Shared/Split Screen", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "37d9bc8174e64e0d98157705d6528c89",
    "screenshot_img": ["1094fc56fe4141d6aca4d37d786feed2", "d76365420a0b4eba9c5c7370590fab41", "a3ac2f14cb4d44fba13052a82e98e00a"]
}, {
    "_id": "607888224f735132885a27d6",
    "name": "The Secret Order 4: Beyond Time",
    "developer": "Square Enix",
    "publisher": "Square Enix;BANDAI NAMCO Entertainment",
    "description": "BANDAI PORT is proud to present THE SECRET ORDER 4, the next installment in the beloved series! The Secret Order 4 follows the exploits of Sir Lancelot and his crew on board the 'Lost Vikings’, an extravagant cruise ship filled with knights, pirates, and of course, monsters.The new adventure focuses on Sir Lancelot’s crew as they travel the oceans of the Kingdom of Nevendaar on a quest to save the realm from an evil curse cast by the Goddess of Fate.On board the cruise ship, players will experience both single player and online cooperative gameplay. In the single player campaign, players will find a variety of levels within a variety of different environments with a focus on battles versus the evil Kraken, as well as some challenging battles versus other players online. In the online cooperative mode, the same game mode that can be played over and over as well, the team is put into an online environment, where players must work together and use their strengths and strategies to defeat the Kraken.The Secret Order 4 features beautiful, hand drawn 2D artwork and high quality sound design which provides a solid atmosphere and adds to the visual beauty of the game. As well, The Secret Order 4 features original music from composer Kazuma Sakurai that you will be able to enjoy from the beginning to the end of the game!Key FeaturesThe continuation of the beloved adventure seriesFierce battles versus the KrakenTwo player coop modeOnline cooperative modeBeautiful hand drawn 2D artEnjoyable gameplay",
    "genres": ["Simulation", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player"],
    "header_img": "d5eb050964314698a5b3b9ff75a3dcda",
    "screenshot_img": ["692cb707fd7240c08f812b6a5b61b891", "63c08e0d55af41a6889ef2bff489f256", "4c115a7be49b4e25ae986624ef2f891e", "69fbc0087cb24d60b0fe9f4f023c827f", "2a7d2f6e3642448cae95fbbff997d978"]
}, {
    "_id": "607888254f735132885a27d7",
    "name": "Shark VR",
    "developer": "Coconut Island Studios",
    "publisher": "Cocoball Studios",
    "description": "SharkVR is a virtual reality shark simulator developed by Coconut Island Studios. Experience an all new way to see the world’s greatest apex predators in VR!Experience the majestic brutality of sharks using the HTC Vive or the Oculus Rift with a wide variety of motion controlled weaponry. Use our free motion controller tracking to explore the oceans in VR, swing around using the controller's trackpad, and catch your prey in a variety of environments. Dive into a unique experience as you dive into the ocean with sharks circling above you. Experience apex predator movements like a bird's eye view, swim through a rift, and attack with the most powerful attacks available!",
    "genres": ["Indie", "Simulation", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Steam Achievements", "Steam Trading Cards", "Stats", "Steam Leaderboards"],
    "header_img": "99a90ee3984046e9ad26ba440390cd4e",
    "screenshot_img": ["29e9692696e84ddcbdeead804b625f5a", "36c93eb3dc824b4688f655a3ff3a94d1", "993fb883045e4d9ea661838c02d0775c"]
}, {
    "_id": "607888294f735132885a27d8",
    "name": "Skewer",
    "developer": "Zombie Squid",
    "publisher": "Zombie Squid",
    "description": "Skewers is a single-player physics puzzle game set in a mysterious dark environment. Explore a complex world populated by over 40 unique critters. Puzzles are non-violent, so try to keep things interesting. Use objects in the environment to your advantage and get to the end of each level. Skewers is designed for speed runners and players wanting a more laid back experience.Features:40 levels, each one is designed to challenge your skills50+ unique critters to keep things fresh and interesting70+ items, which can be used in multiple ways to make each puzzle even more unique3 different power-ups to help you on your adventure",
    "genres": ["Action", "Casual", "Indie", "Racing", "Sports"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Local Multi-Player", "Co-op", "Online Co-op", "Local Co-op", "Shared/Split Screen", "Cross-Platform Multiplayer", "Steam Achievements", "Full controller support"],
    "header_img": "202d1bac597c4e53bf8b7f68a618c2bb",
    "screenshot_img": ["793cca92c75e4005955853c68abe361d", "e34b89c41fda4d2d8569a690de8f766e", "8410fec1c5f548f9a77d7ac35757f136", "2457106e1c2c43ef8cef90d9db402ee7", "64dbb44539444e7eba2e61c07f6a6309"]
}, {
    "_id": "6078882e4f735132885a27d9",
    "name": "Loot Crate",
    "developer": "Grimoire Box",
    "publisher": "Grimome Box",
    "description": "Loot crate is a sandbox game where you take on the role of a collector.In your garage, you find several crates and begin to research on them. You search for hidden recipes and collect blueprints that reveal more about the game.Explore the game by exploring the crates and collect blueprints in the garage.Collect blueprints from crates to unlock recipes that you can use in the game.You can also create your own unique objects using our in-game blueprint editor. Use the blueprint editor to change the shape, material, and color of the object.The game offers many different locations, including a city, a prison, the ocean, and more.There are several different game modes you can experience, ranging from classic survival to infinite space.There are different types of crates to be found around the world and each crate has a story behind it. Some of the locations might be unlocked after you accomplish a certain task. For example, the city you play in might not be unlocked after you find a certain blueprint. The game is also full of secrets so you might never see them before. Some blueprints might only be available after you complete them.",
    "genres": ["Casual", "Free to Play", "RPG", "Simulation", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "MMO", "In-App Purchases"],
    "header_img": "3116e8dbd7b040f48e5168a580313d99",
    "screenshot_img": ["f74feab12f054680b0d4e59a62f9e1c0", "1dbcf23bc5f9430396d53d4b5b792216", "d8c7014101d14ceea2ab2cf5d320bf9f"]
}, {
    "_id": "607888364f735132885a27da",
    "name": "The Unwritten: The Dreaming",
    "developer": "The Unseen Studios",
    "publisher": "The Unshadowed Studios",
    "description": "When it all comes down to the final frontier, the only ones who can make a difference are the ones equipped to face it head-on. The Unwritten: The Dreams Beyond Time is a retro-styled first-person adventure with combat focused on exploration and puzzle solving. It features a dynamic, non-linear, open world environment to explore, collect and manipulate items and items from, as well as the unique ability to create your own reality by altering the fabric of reality itself. The Unwritten blends oldschool gameplay with modern concepts, creating a captivating yet frustrating experience. This is a game that encourages thoughtful, and often frustrating, exploration. It's a game that encourages you to go somewhere and look, because somewhere out there, someone is waiting to see you...The Unwritten is a single-player open-world, first-person survival adventure game, the spiritual successor to 2012's The Unwritten, based on Robert Heinlein's novel. It is the outcome of a year long development, with the player taking control of an artificially created time-being named Tim, who has somehow been granted the ability to alter the fabric of reality, and who has been tasked with helping those in distress.FeaturesExplore a non-linear, fully-realized, open world.Interact with a dynamic, nonlinear, open world.Create your own reality by modifying the fabric of reality.Find and collect items, objects and items.Discover and combine items found throughout the world to create a different reality.Solve the enigmas found throughout the game.Create your own story and story arc with the ability to rewrite history.Multiple endings to find!",
    "genres": ["Adventure", "Casual", "Indie", "RPG"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player"],
    "header_img": "dd21f1caa85a40e282a899777b15e08b",
    "screenshot_img": ["c126a90e7ac74f0eb4b64649bc3925f8", "3f4f3060d0324c3a9008be6fdd10ecde", "14daf54f981b4b1293750ebec842a796", "7c4e3d1f243c4b30b00db93ccbb02dde", "a92ec6973e6144a095e06d339c883d61"]
}, {
    "_id": "607888384f735132885a27db",
    "name": "Stronghold Crusader II HD",
    "developer": "Rebellion",
    "publisher": "Rebellions",
    "description": "In the heart of Europe stands the Fortress of Tannenberg. Here the Holy Roman Emperor Titus controls the power that keeps the people of the Empire at his service. However, the time has come for Titus to finally return the favor, and so he sends his most trusted and trusted servant, the Holy Roman archer Ostwald to discover the secret beneath the fortress. Stunning new textures, models and lighting enhance the Crusader II experience. With a new level of polish, you'll feel the Crusader II universe come to life.",
    "genres": ["Indie", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Online Co-op", "Cross-Platform Multiplayer", "Steam Workshop", "Steam Cloud"],
    "header_img": "ba71c483e5c24ef4918c71fc10e67620",
    "screenshot_img": ["d6d882e1ada14c67bd4b0a59f63e1f14", "08d9b9d877e143cfb4406ab525ffa52c", "6290ee12ea1a44409c3be8658d6d1bc8"]
}, {
    "_id": "6078883a4f735132885a27dc",
    "name": "C.S.I.E.D. Inc.",
    "developer": "The House of Fables",
    "publisher": "The House Of Fables",
    "description": "THE LAST CATCH Is a 2D top-down game.You, alone in an abandoned complex, are about to start your last mission.But something is not right. You must find out why you are there.FEATURES- Explore abandoned buildings and find clues on your way.- Get clues on your way about puzzles.- Use clues to solve each level.",
    "genres": ["Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "8d4c0187c8cf433a8478c3e5366cc0a2",
    "screenshot_img": ["01abde23e0c34602b5e7f6d23e647aea", "3838df8fe07b406bb9de5b27b12f9d33", "9a6bfc7aeee844018e1ace54d5564b2a", "4c7dd4a352044e438faf3694b8fb6165", "abd700a7b2f8434ea59d977f4b4bc1cb", "11f1676b9d7b403c8b157a908b82af6b"]
}, {
    "_id": "607888414f735132885a27dd",
    "name": "Aerosteak: Episode 1",
    "developer": "Team17 Digital Ltd",
    "publisher": "Team17 Interactive Ltd",
    "description": "Aeroland - A Space OdysseyAerosteaks, the latest Space Adventure, puts you in the shoes of James, a member of the Atherton crew, as he searches for a way back home. With an arsenal of ship-to-ship and surface-to-air Missiles, you are bound to get the job done!You'll need to overcome deadly hazards, fight your way through to a final confrontation with the mysterious enemy and blast apart the mysterious structure that has brought you to this critical point in time.Take in the beautiful and atmospheric landscapes created in full 3D using Unreal® Engine 3 and the innovative Aeryn VFX™ effects.Aeroland is set during the first manned mission to Mars in 2033. James, along with the rest of Atherton's crew, have now left on a 2-year mission to search for a way home. You will have your first taste of what it feels like to take on this exciting challenge and face the dangers you will find on board the final space journey.Features:An immersive story, brought to life by the voice talents of Bradley Walsh (Star Wars Episode III - Revenge of the Sith) and Paul McGlynn (X-Men: The Last Stand, GTA Vegas).A unique mix of classic top-down shooting and vertical scroll-shooters.Unique gameplay using Aeryn VX™ technology.Dynamic lighting that dynamically changes based on the environment.",
    "genres": ["Adventure", "Casual", "Free to Play", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Online Multi-Player", "Cross-Platform Multiplayer"],
    "header_img": "57ac9843d456418e93c1d15322bb795e",
    "screenshot_img": ["41ce88051369408f8912bd1c14e85275", "57ed1bafc49e4b69a72a696495cdf6ea", "aa5a8a84dfdd4173a6b651af97a87d16", "d17697af05034d3f9b8fd128db753ae0", "1ddfaa4365f24b64b78c66a57a5b75d3"]
}, {
    "_id": "607888464f735132885a27de",
    "name": "The First Quest",
    "developer": "Crescent Moon Games;Nightdive Studios",
    "publisher": "Nightdive Studios;Nightdive Games",
    "description": "From the award winning creators of The Unfinished Swan comes a brand new adventure set in an ancient, foreign land. Set amid lush forests, lush fields, and majestic mountain ranges, players assume the role of a brave young lady who will need to battle dragons, solve mysterious puzzles, and uncover the fate of her parents, before being able to return to their homeland. Based on the novel \"The Unfinished Swan\" by Thomas M. Ward, The First Quest is an interactive adventure game with RPG elements. Players can build their character as they choose and explore The Land of Sky, The Land of Sky Kingdom, using a new unique card system. Players can then take on a variety of new quests that will allow them to acquire new cards, gain levels, and experience story lines as they progress through the game. Sky is a dangerous place. It holds many secrets that must be discovered in order to solve the mystery of the missing child, before she can reunite with her parents and complete the quest that will bring her back to her home. Key Features A brand new, unique card system based on the card games Adventure quests with hidden item cards to discover Secrets to uncover A new, innovative card game play mechanic, with a fresh and unique card pool Unlock new characters as you play",
    "genres": ["Casual", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "54ee3249c7de4c9ab4588e2ae07d99c5",
    "screenshot_img": ["5e3af73bdaa54e65827ba2e3ef973ea4", "e1710eebf50541a49c54c5a0f75c935d", "5511c20631ba43fcaa3253bc1e240b1d", "b9e0222dabe64e199c6458220c925b84", "61250b04b7814a71a44229cf955ce94f"]
}, {
    "_id": "607888484f735132885a27df",
    "name": "The Way We All Go",
    "developer": "Positech",
    "publisher": "Positecho;THQ Nordic",
    "description": "The Way They All Go. A visual-novel-style RPG set in a fantasy world. The world is torn asunder by the conflict between two powerful families with a powerful mage as their symbol. Can this powerful mage, Argo, prevent this war and their destruction? Choose your side and experience a unique, original story, full of twists and revelations!",
    "genres": ["Action", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "0071fcfad2294da2ba16b9efe391bc38",
    "screenshot_img": ["f2b4ac4017ac48ae8bd4da9cf372ff36", "b2eff582af5643958b6536e4e4fb277d", "c711d87592654d0cbeedf9373f05a287", "ad50a4f1eb3e4589a4136c5a06d377f6"]
}, {
    "_id": "6078884c4f735132885a27e1",
    "name": "The Lost and Found",
    "developer": "Ovidiu Lefebvre",
    "publisher": "Oviduan Lefebvre ",
    "description": "The Lost \u0026 Found is a short narrative game about a man and his dog. It tells the story of the protagonist and his dog Lea as they navigate through abandoned environments to find him. They embark on an adventurous journey, avoiding dangerous animals like bears, wolves, foxes, and a raccoon who is extremely territorial.",
    "genres": ["Action"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Local Multi-Player", "Co-op", "Local Co-op", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "760503582b2b410caefc7b622f9a0a19",
    "screenshot_img": ["d4e14f73bfbe472591c115e62358d4dd", "353bf467597e4c3f82fe6d91e8930ff9", "64c65139fc654cf9a52620cc42e998fa", "12dcec4baf4c462aac2aeb56687fb90e", "c5128fe6f69747e4b4f847af8f8fdc80", "dc89acf9bbb943299db94aa4f569431e"]
}, {
    "_id": "607888544f735132885a27e2",
    "name": "The Legend of Heroes: Trails in the Sky",
    "developer": "CyberConnect2 Co., Ltd.",
    "publisher": "BANDAI NAMCO Entertainment",
    "description": "In the year 20XX, there were no people left in the world. After the Great War, over 30 years have passed, humanity’s connection with the planet and its natural resources have completely disappeared. After this, all human activity has ceased, and the world became a desolate place devoid of life. As an outcast, you were banished to a small city in the mountains. A cruel king, who ruled the region for several decades, was assassinated during his vacation and left a few small children. However, a small group of rebels was formed. The King was taken hostage, and when the rebels refused to release the King, the King was executed. When the rebels returned to the captivity, they found the body of the King’s son laid peacefully inside a nearby pond. The leader of the rebels, the mysterious “Elite One”, noticed the body and took the child and fled into the wilderness. Soon, there was nothing left of the King‘s people. The elites were forced to live in underground caves, until the king’s heir was freed. When he came back, the King had disappeared. One morning, you find that the body of the kidnapped child is near a strange cave entrance. Soon you realize that you are the only survivor, and have to explore the area, gather clues, and make the journey back to the capital to seek the truth behind the assassination and uncover the cause of the Great War. - Explore a beautiful landscape on your journey to the capital - Solve various puzzles to aid you in solving quests - Solve over a dozen unique quests - Enjoy an engaging storyline and memorable characters",
    "genres": ["Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "b174e1cd3cb44065bec2b4885773a4f4",
    "screenshot_img": ["e69762a26db44cfca24be33939edc285", "b47c4838a81d4415beabf283c0edaaa3", "3d82667a9ce24da88dea2181d2b5b8db", "3ba84de851b7448bb5a68e34f0289365", "dc52bd667c0c481da8d8a9b17cb927d8"]
}, {
    "_id": "6078885a4f735132885a27e3",
    "name": "Spooky's Misadventure",
    "developer": "CherryCherry Games",
    "publisher": "Cherry Cherry Games",
    "description": "Welcome to Spooky’s Misadventure! Spooky and his friends are having a picnic with friends at a lovely lake nearby when they accidentally get into some trouble. Unfortunately, this means the end of their happy day: they are banished to a frozen lake for the rest of the day. But that’s not all! A mysterious, magical creature is appearing in each of the lakes in hopes of ruining their happiness forever! You and your friends are the only ones brave enough to stand in her way. You can now help Spooky save his friends and the magical lake! - 8 exciting levels to explore! - 50+ Steam Achievements - A funny and entertaining storyline - 3 distinct worlds to explore (Winter, Summer, and Tropical!) - A magical atmosphere - A beautiful soundtrack - 4 unique characters Spooky’’s Misadeventure is designed to be played over and over again to find the highest scores possible, and to challenge yourself. Each time, you need to find a key to continue your current level. As you get closer to beating the game, the difficulty and level of challenge increases. How fast can you beat Spooky’'s Misadventure?",
    "genres": ["Action"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Local Multi-Player", "Shared/Split Screen", "Steam Achievements", "Partial Controller Support"],
    "header_img": "8a683dd1d0154130bfd2a9d49e126cc1",
    "screenshot_img": ["3f569c6cb3694878be582799e2029907", "b4adda4d2dc148f08f4cd9003904a3e9", "01760242052846688f68a1fa6727c845"]
}, {
    "_id": "6078885d4f735132885a27e4",
    "name": "Nimble Team",
    "developer": "Coffee Stain Studios",
    "publisher": "Focus Home Interactive",
    "description": "Welcome to the Jungle! You are the explorer on a mission to discover mysterious islands hidden in the jungle. Your quest will be to explore dangerous lands, defeat dangerous opponents, and uncover the hidden secrets. The game will offer hours of adventure! Explore the underwater world, the jungle, the ocean, and of course… the jungle. Along the way you’ll meet strange creatures and solve puzzles to get to the end of each stage. Will you be able to solve the mystery and return home? Features - Four levels in the main storyline!- Travel across 4 beautiful worlds!- Collect treasures to get the treasures!- Discover hidden characters and fight the bosses!- Use special items to make your own strategies!- Enjoy the unique music!- Enjoy the detailed graphics!- Enjoy the exciting gameplay and the amazing animations!",
    "genres": ["Action"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player"],
    "header_img": "a84a44d88a9648b9bf8eee3ef8681416",
    "screenshot_img": ["c27868ca9e0142938440e4708789de8e", "aabf63b3d9ae4ac09d318280aa26d426", "8cddb93f6221408680a10d596a820771", "71d0784ef4704babad3521eb9c8e35f9", "2d8f03c2322c4b4e9321d7e03c9382d5"]
}, {
    "_id": "607888634f735132885a27e5",
    "name": "Sakura Angels: Love in Ruins",
    "developer": "Sakura Angel",
    "publisher": "SakuraGame",
    "description": "On the brink of destruction, a small island is about to bloom with blossoming cherry blossom. However, due to the destruction caused by a nearby monster, monsters are flooding into the island, killing countless people. The remaining few survivors have scattered into the village, to take their revenge. To survive the situation has only gotten worse, and a large number of people are becoming infected by the disease that spreads through the infected. As you and your partner, Lily, make your way through the village, you discover that many people are infected with the disease, and there is a secret behind this all. The reason for the infection has more to do with the greed of the monster, who wants to take over the world, than with a supernatural virus.Key Features:A Visual Novel with an OST that will immerse you completely in this world.Over 40 endings.A fully animated, detailed character that has a voice and personality.Over 8 hours of gameplay for a total of around 60 hours.The ability to change your character's gender, hair style, and clothing.Story:There are five girls on the island: two girls named Sara and Lily, and one girl named Mina. Sara is the leader of the group, and Lily is the mastermind behind the group. They go on a journey to save their brother.",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "60d5e6d7e001486faef43b902b56eaa5",
    "screenshot_img": ["0150949526184873be5948771a3315c8", "49efbf23be224506af0a9d81be1a6b1a", "bc78cac760be4fd5a92d70ccedc6ed18", "0906ee55d24f4659ba3106ffe9f608ae", "42cb679fcf2e4946899d3328c0fcf6c1"]
}, {
    "_id": "607888694f735132885a27e6",
    "name": "R.A.D.E.S",
    "developer": "CRAZYBIRD LLC",
    "publisher": "CRAZEZYBIRD LIMITED",
    "description": "R. A.D.E.(Return as an Evolved) is a competitive, shooter with a strong focus on shooting. All maps are designed in a \"survival\" style, not like many shooters do. If the player shoots too many enemies, it’s game over. There are no \"best of 3\" matches. You choose your difficulty level for each map, and work together with your friends to get the best possible scores.A variety of weapons and support items are available, including:HandgunsMagazinesFrag grenades (not a projectile)Rocket LauncherSmoke grenades (not a flare)Sticky grenade (the size of an X ray flare)Flame thrower (explodes into small pieces)Smoke bombDamage model: each bullet and bullet spin determines your bullet resistance, armor, and damage. (Think of it as a \"hit counter\" for the sake of it.)You can change the strength of the recoil so it doesn’t make you recoil back, or the rate at which the bullets bounce, so you can shoot fast and with short reloads.",
    "genres": ["Adventure", "Casual", "Indie", "RPG"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "ed80baa74c074184ac7088e2ae1384bc",
    "screenshot_img": ["f6acd82a18ea4dc38465a26abb3b1728", "842be1da4fc3450b95c50cc0928d38c0", "72c45367b9b14f2588e446da40fc8d82", "3066dc94680541c696b6b85865ac135c", "3cf4ca6a23ac479caf2bbccc9a31f547", "c7fd3289b154425ca82c520eef61c356"]
}, {
    "_id": "6078886c4f735132885a27e7",
    "name": "Shenandoah",
    "developer": "Nerd Monkeys",
    "publisher": "NerdMonkeys",
    "description": "Shenandronia is a sci-fi adventure platformer set on a mysterious planet. Travel through a colorful, hand-painted world to find your lost parents and the planet's enigmatic creator in this beautifully rendered and immersive experience.Explore unique hand-painted environmentsShenandronian architecture, environments and music are made by hand in collaboration with artists from the Shenandoah Online Community. These artists are a part of the community that brings their passion for creating environments to the Shenandronia World.Unique platforming actionExplore a procedurally generated, hand-painted Sci-fi worldChallenge yourself with over 40 levels of challenging platforming with multiple paths and collectiblesUnlock new abilities with the help of achievements and powerful trinkets, and explore the secrets of the world",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "aad9d251bff34cfa9a0c9f3799494b61",
    "screenshot_img": ["fe4712a1e5fc47b8aef02714c512fb6c", "7ddc1b0fecde4096b7e56a057841a4d3", "03c014c1ad9b4df6a930dcd9efbd25d1", "000e4e9d10ea4d18a60640e43eebb879", "051b07a8d571468ca05733bea00846db"]
}, {
    "_id": "607888704f735132885a27e8",
    "name": "Shatter Planet",
    "developer": "Kerry Batts;Nathan Tilden",
    "publisher": "Kerrybatts",
    "description": "Shatter planet is an arcade shoot-em-up with a touch of RPG. Each ship has it's own weapons and upgrades. Your objective is to destroy as many planets as possible. In order to defeat a planet, you must use your ship's weapons, which are mostly unique. You can purchase them at the shop. It's also possible to upgrade your ship to improve stats and give it more damage. The game plays similar to the arcade classic \"Starfox 64\". Key features: 5 ship classes: Fighter, Bomber, Destroyer, Transport and Assault 4 planets and 20 upgrades 15 minutes of game time (approx 15 hours) 4 ships to upgrade to maximum stats 80 hand-crafted levels to play",
    "genres": ["Indie", "Simulation", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player"],
    "header_img": "2ab5e17ab5e1433d81e7a31c06019792",
    "screenshot_img": ["225fb3804312443aa6bd2e57cd509b70", "1e2101e9a6144d3c9dfea748ec370379", "ba40bba7b3e9478ca8a4d58366827f96", "1fd6d71877a74895bbe3b787f4a54f29", "8aa4cce25e784ae9a7814237db284079"]
}, {
    "_id": "607888734f735132885a27e9",
    "name": "Doodle Dreamers: The Little Ones",
    "developer": "Positech Games",
    "publisher": "Positechan Games",
    "description": "Your small yellow robot was the last of his kind, and was given the task of cleaning the galaxy of scum, by the evil Doo-doo. Help him! He is armed with a laser pistol, and a remote-controlled broom broom. Don’t let him fall into the wrong hands, or he’ll get sick. Use your own wits, and dexterity, to sweep clean the filthy scum and clean the galaxy of scums in this challenging, fast-paced arcade shooter. Each stage is short, but challenging, because it’s so hard to hit any target on the screen!",
    "genres": ["Indie", "RPG"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Local Co-op", "Steam Achievements", "Full controller support"],
    "header_img": "e1bf2d48783e46ec9f0092ee823619f0",
    "screenshot_img": ["09fe41ffe09b490c888432b92f066b4a", "6daea3506c4a4f50b18fd6d15fd2ce28", "46dd0655b59748a695ba9a204b042438", "d9291c4f62a04158b3244593081066c6", "49de8b7808d7443583754e1223058326"]
}, {
    "_id": "607888764f735132885a27ea",
    "name": "Kamil Krzyzewski's Ghostly Adventures",
    "developer": "Karma Studios;Daniel Krzyzewski",
    "publisher": "Karma Games",
    "description": "A haunting story is waiting at the end of this haunted house mystery game. When the beautiful and elusive Karen disappears, you must find her, but your journey starts out to be something much more terrifying than you thought. Join the adventure as you search for the clues, but the truth is buried somewhere within the walls of this house. Join your friend as they try to solve the mystery behind the ghostly events that have befallen the house. A chilling mystery game that will haunt you for days to come! Can you find it before it's too late?",
    "genres": ["Action"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Captions available", "Partial Controller Support", "Includes level editor", "Includes Source SDK", "Commentary available"],
    "header_img": "f6073a70c7e4487799d7f1dbf2cdf93e",
    "screenshot_img": ["9e1e0c1251db4a8baa8df9ab38674225", "e331c4ee9fb442dd903dcd922ace4a53", "b06e447c49be48a9a9268edccdfadfb5", "bf2a8c0b68a641df8fb2026d925b3715", "c011a75e1bab492c9a3e1412c4bbeddf", "a70ab30af03945e6bd5271034e18eb84"]
}, {
    "_id": "607888794f735132885a27eb",
    "name": "HIT-BOX",
    "developer": "DIMPS",
    "publisher": "HIT",
    "description": "HIT Box is a fast-paced action game in which you have to hit as many boxes as possible while avoiding the police and their drones.In the game, you will be able to increase your score by hitting as many boxes as you can before the timer runs out.Features:5 different game modes with 10 different levels4 different countries, each with their own rules and style of gameplayLeaderboardsCompete with your friends for the best timeCompete with your Steam friends to see who can hit the most boxes with minimal effortMore than 50 singleplayer levels, more to come",
    "genres": ["Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "8f067fd1b8c24308a85354eecd62557e",
    "screenshot_img": ["6cb5ac988f334bd0b7dffda1afb57825", "854fc325ee3146e6b107a758dbb3eb65", "9868995a7606402abe8f8c510e48decb"]
}, {
    "_id": "6078887f4f735132885a27ec",
    "name": "Loot Box Adventure",
    "developer": "MoeNovel",
    "publisher": "Moe Novel",
    "description": "Story:A group of college students go to a world famous adventure game to explore their minds. Their goal is to find out what is the secret behind the various mysterious events. Along the way they meet a variety of strange inhabitants and creatures that they encounter. The events that unfold as they progress in the game have them exploring the world at different times. Will they find what is the reason behind the sudden appearance of this world famous adventure game that so many fans are calling “The best game in the world”?Synopsis:The world famous adventure game is coming to a new generation with this version. This time, all the characters from the first game have been included and this time you'll be able to see all of them! They've been upgraded and the story has also been added to the mix. In addition to the original cast, the game now has an additional story mode which features a character cast of 14 who you can choose to play as. Features:• All characters from the original game are playable.• A total of 14 story-driven characters.• 4 difficulty levels.• A unique world that differs from that from the previous game in every way.• A variety of monsters and various puzzles that need to be solved.• 2 different endings.The game features an original musical score composed by the same composer who composed the theme song for \"Ride Along 2\" for the original game.",
    "genres": ["Adventure", "Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud"],
    "header_img": "ed9fd3340c404e4782c32f21085afca1",
    "screenshot_img": ["cce2937e045447e8b230b38735666bad", "1d42638dc61a46e28f99111764465bd1", "bd2fabd51cbc49d2898faa6c97c1b99b", "97c5d47478f84b82a2c5b76782f781a2", "f5cee11907eb4142b09a727753369852", "e927a901b90f45a5a9eb15ee7feeb362"]
}, {
    "_id": "607888834f735132885a27ed",
    "name": "Eggnog 3: The Art Of Exploding",
    "developer": "Sigma Team Inc.",
    "publisher": "Sigma Group Inc.",
    "description": "In “Eggnog, The Egg Game”, you play as a bird that has to reach the goal. There are three difficulty levels that make each a unique game experience: easy, normal, and hard. And you can even save your progress.FeaturesA large variety of levels of varying difficulty and complexity.Simple, fun gameplay.Simple controls.Eggnog’s flight ability gives a unique flight experience.Easy-to-use level editor, no programming skills required.3 different modes of difficulty: easy, normal and hard.Save your progress in one game, which you can load again.Possibility to save your progress in a saved game.3 different birds: Rufus, Corgi, and Cabbibo.",
    "genres": ["Action", "Racing", "Sports", "Early Access"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud", "Stats", "Steam Leaderboards"],
    "header_img": "97d7cc40204b48b0ba5a88c6d6d18550",
    "screenshot_img": ["7c07f1d1ccf7403a853cb686cb25833f", "1ede2a2056ae410cb5e9a7fdbf3fe093", "0fec61ede84849e5a971d27767cbb0a5", "cf38cb0b91474a61ad2dfa74c7e2bff1", "518d1ea7a6c44a35b3469b638413eacc", "d08416611b134877b4b3db25687b1a02"]
}, {
    "_id": "607888904f735132885a27f0",
    "name": "Super Jigsaw Puzzle: Winter Wonderland",
    "developer": "Wonderbox Games",
    "publisher": "Wonderbox Inc.",
    "description": "Don't like ads? Don’t have enough funds to buy a game? Join the community and support the developers by purchasing Super Jigsaw Puzzle: winter wonderland at a discount! This game is in Early Access and it is your chance to help us shape the game to be great! We’re a two person team from New York, USA, and we need your help to push our Early Access game to where it needs to be: a full-fledged finished game that you can play. We want this game to be awesome, and we’re not going to stop until we reach our dream of having a finished product to share with you. We want you to join us and help us to make Super Jigsaw Puzzle a truly great game. This game is not only the beginning of what we want Super Jigsaw Puzzle to be, but it is our best chance to make the game you have come to love in your life come true. If you are willing to give us the chance, we thank you for your support! Help us make winter wonderland a great game with Super Jigsaw Puzzle : Winter Wonderland!",
    "genres": ["Adventure", "Casual", "Indie", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Workshop", "Includes level editor"],
    "header_img": "94099579e609499bbc2fb55927fd1d33",
    "screenshot_img": ["b380dff9271d413682e5bbd0acfd8626", "eb1b787411eb4ac7988cfff8f0e95be2", "3ec002d42e0741908b7df756af0d0125"]
}, {
    "_id": "607888964f735132885a27f1",
    "name": "Nancy Drew®: Danger at the Diner",
    "developer": "HeR Interactive",
    "publisher": "HeR interactive",
    "description": "Discover the truth about your family and neighbors before they come under deadly fire! Nancy Drew introduces YOU to a terrible restaurant in San Francisco! A fire that started at the restaurants Diner and Fish House burns down to a single family's life! Can you survive the dangers of a diner, a house fire and the mysterious death of your father? Dive into the lives of eight people and uncover a mystery at the heart of this American city! DANGER AT THE DINER is a 250,000-word interactive novel by Danielle Parnes, author of The Misfits of Town Hall, and Paul A. Macaluso, editor of HeR Interactive. It's entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination. It is entirely reader-submitted. Play as Nancy Drew or explore a huge American city in this exciting Hidden-Object Puzzle Adventure game. Travel back in time to help Nancy save her father, discover a terrifying secret and rescue the damsel in distress in this thrilling mystery! Play as Nancy Drew. Experience a Nancy Drew story told from four distinct perspectives. Uncover the truth and save your family in this 250,000- word mystery! Your choices control the story. It’s entirely text-based and fueled by the vast unstoppable power of your brain!",
    "genres": ["Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "971197ff96ea456c9d2415198013a9cd",
    "screenshot_img": ["b0bd2949ad4c47bcba877c8a0f3ab64e", "3c30bac1725b46118fb41e8583b18446", "c4f002d332f640c8b3e06963c489dffb", "049d271a91f54e65869b23e5305e1753", "2fa947a394cb4d5392126c80005a7c97"]
}, {
    "_id": "607888994f735132885a27f2",
    "name": "NekoNeko",
    "developer": "YAGER",
    "publisher": "YAGERS",
    "description": "Nekon, the hero of this game, was an ordinary teenager. When he was about to enter his freshman year at school, he was hit by an unfortunate train accident. The accident cost him an arm and a leg, and he has no memory of what happened next. In order to recover his memory, he decides to search for the culprit and his location in an abandoned castle. In his search he will encounter many unusual things as he runs into friends, foes, and the inhabitants of the castle. During his adventure, he will make friends and enemies along the way, meet other adventurers, and eventually face his destiny.",
    "genres": ["Adventure", "Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud"],
    "header_img": "1f537f577c104260952a1054af25beaf",
    "screenshot_img": ["8695fbbd758e4b2bb3b6d9a14b2d2a10", "8c54f84c52fd48219a8a90367f266a84", "8173f25901044beb826160477b16ee85", "0ef5f68c34ce49a091fa9850ef429aae", "57b553d9b12349b584cfab75d6509420", "fce1f8519a5f40eebfdf60ed28f3d32e"]
}, {
    "_id": "6078889c4f735132885a27f3",
    "name": "Bubble Quest",
    "developer": "GDNomad",
    "publisher": "Infernal Dream",
    "description": "Bubbles appear randomly on the platform under the player's control. Every run the bubble size, color and direction change. If you want to create bubbles more quickly, you can jump up and use your keyboard CTRL or ALT keys to shoot your bubble, or press SPACE to let your bubble grow, because there are no platforms on the platform. You don't have to jump far, it's just like a platform. A new bubble appears at the beginning, but once it grow to full size it disappears. This game requires an Internet connection because there are some network issues in some parts of the world. Internet is required in order to play Steam achievements.",
    "genres": ["Action", "Adventure", "Indie", "Simulation"],
    "platforms": ["windows", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards"],
    "header_img": "6be54aea930f4e32bdea05524e0172ef",
    "screenshot_img": ["62ab6189d62f48deb428cd530b1cf77d", "f12a6675aeeb48ada1c0fb84f0fa6c39", "3520054253b5458190ba871f9369b3a4"]
}, {
    "_id": "607888a04f735132885a27f5",
    "name": "Battle Royale",
    "developer": "Nifty Games",
    "publisher": "Nifty Gamers",
    "description": "Battle Royale is a free-to-play multiplayer game with a unique twist, where your weapons have a strategic value at the end of every match and only the most skilled player will come out on top. Set the perfect team and have fun creating a clan with friends, or just play alone to see how far you can get!Features:Free-to-play, so you'll be able to unlock awesome weapons and gear for your team!Local CO-OPPlay and play with your friends from anywhere, even within the same house!",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Leaderboards"],
    "header_img": "f5284df957b54bf984e48ee1377665a9",
    "screenshot_img": ["e71dab15fdb546d0aef79e0dd8865b8a", "816bfbe306a544cbbea126365354be84", "22c3d46f1c1b47ecaa42c05371836161"]
}, {
    "_id": "607888a44f735132885a27f6",
    "name": "A.I.M. Invasion",
    "developer": "Dnovel",
    "publisher": "Dnover",
    "description": "A.K.A. AIM Invasion is a game where you play as an elite A.I.M soldier who has been infected by A.I.R virus. You have to survive a series of tests which will test your ability to control the infection. The game has a number of different types of test that the player has to pass. The number of types of test are increased by performing higher level tasks and completing specific objectives. In addition, to complete the game, the player needs to unlock new content for the game. Each level in A.K.A Invasion is different as a number of new objectives, enemies and tasks are added to the level. There are also different types of weapons in A.K.-A Invasion such as rocket launchers, machine guns and sniper rifles.",
    "genres": ["Action", "Adventure", "Casual", "Indie", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "5848ba41949b4149adac16d270fb4235",
    "screenshot_img": ["2ad30e2f10e0428ebcb14a4ce9fe3927", "8adff0fd914f44858171a960512c07a2", "ff11e23c04a04819a999183d8a60cd37", "eca6f61e775a42d39c845bbdb9adec64"]
}, {
    "_id": "607888a64f735132885a27f7",
    "name": "Sonic \u0026 SEGA All-Stars Racing",
    "developer": "Sonic Team",
    "publisher": "Sonic",
    "description": "Experience a story of friendship, loyalty and love in this classic arcade time management game. As the lone racecar driver, you'll navigate through various exciting tracks as the two most talented SEGA drivers in history! Time to save the world from an evil alien menace! Featuring a modern engine, a modern art style, and a modern soundtrack, Sonic \u0026 SEGA All Stars Racing brings back a nostalgic feeling to racing games!",
    "genres": ["Adventure", "Casual", "Free to Play", "Indie", "Simulation"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player"],
    "header_img": "3629506d2a4947d2b2d2f6dca7c838c4",
    "screenshot_img": ["7da7f0c6550c456f880b5c4c209a65f6", "464e39383fae465cb3f22a88fa9e24c4", "3e16735749304f5aac0327681b87e907"]
}, {
    "_id": "607888a94f735132885a27f8",
    "name": "War of the Human Tanks",
    "developer": "Komodo",
    "publisher": "Komodoplatform",
    "description": "War of Human Tanks.A retro style shoot'em up game in the world of retro machines. Take command of a variety of Tanks in epic battles. Use special skills to win!Features:Easy and fast to learn control, and to play.Endless gameplay.Amazing retro styled graphics.Several levels of difficulties.Powerful special skills.Three different tanks with different weapon systems, and various enemy types.",
    "genres": ["Action", "RPG", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "0a9874aa33ae41108453494f19012c07",
    "screenshot_img": ["e80d4770e00f43e39bf3cbdc61ef364a", "55e12354d5a7489eb65ffa91b6875635", "8804461f711144468f8e1060d9c13023"]
}, {
    "_id": "607888af4f735132885a27f9",
    "name": "The Inner Darkness",
    "developer": "Rabbit Hole Games",
    "publisher": "Big Fish Games",
    "description": "Follow the story of five ordinary girls as they travel back to 1920s Great Britain. These five girls are members of the 'Mugenkai' – a secret society of female assassins and spies. They must go after the evil of the 1920’s and prevent mankind from escaping a deadly threat. Each time a story develops, the girls must choose between their friends and their families, changing the outcome of the story. This game will appeal to gamers of all ages and experience levels. Story: The 1920’s were a fantastic time for the women of Great Britain – living glamorous life, and working as women's secret agents in the government, police and military, with many other opportunities for them to earn a living! But one night during a routine patrol in 1920s Great Britain, a secret society of secret assassins and spies is betrayed. Their beloved leader, Madam Bess, has been killed and their secret society has been decimated. The remaining members have split up and are now working together, working together, trying to prevent Madam Bess’ assassination and their own leader’s untimely end. But each secret agent is more determined than ever to find the truth behind the betrayal and defeat the evil of the times. Features: - Unique and exciting story - 4-5 hours of gameplay - Hidden collectibles - Multiple endings - Steam Achievements - Trading Cards",
    "genres": ["Action", "Casual"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Cloud", "Stats", "Steam Leaderboards"],
    "header_img": "ec65d1cff39e4fe1a9e462f58106057b",
    "screenshot_img": ["c81e4690004942dda96b2854a062023e", "4d1e591fbaec43b0915f15bf679335c8", "ecb654a546d44a6d8215a5bfb8b5c517", "988fa6ac84b142a49fdeec0af698e32a", "b68d4bb875ad488fa53f8cadedde879f"]
}, {
    "_id": "607888b14f735132885a27fa",
    "name": "Jellyfish Game",
    "developer": "CrazyCats",
    "publisher": "Crazy Cats",
    "description": "How long have you developed your thinking and attentiveness? In this game, you need to go through many obstacles, such as narrow passages and traps, which at your disposal only the jellyfish! In this game you need to think, move, and solve all the puzzles. But if you are not skilled, it will be difficult for you. - 50 levels - Unforgettable adventure - Calm music - Puzzle solving",
    "genres": ["Adventure", "Casual", "Indie"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player"],
    "header_img": "db7f5ff423dc4cc5816210cd25d635d8",
    "screenshot_img": ["db0665bedfe44093892fc2e302f76ad6", "b18efddebcda4771ab48991a7f0ab517", "35d95a6e768c446fbfbf38a087647b39", "66b3c238be5442edb4146d1c4327e9d7"]
}, {
    "_id": "607888b74f735132885a27fb",
    "name": "The King's Gambit",
    "developer": "Gestmorph Interactive, LLC",
    "publisher": "Gest Morph Interactive, LLC\u003c\u003eTwitter: @TheKingsGambol",
    "description": "The King’s Gambit is a rogue-lite roguelike inspired by classics such as Hexen II and Zelda II: The Adventure of Link, which brings back the old school feel and style of gameplay of classic roguelikes like Dwarf Fortress and Binding of Isaac. In The King’s Gambling Gambit, the player assumes the role of the King of Alba who has been cursed to be a gambler for a life. Your task is to find the cure to keep the curse from taking hold. Every successful find will increase your level, which can then be used to buy upgrades for your inventory and new items. If you fail, the curse will take over, and you will become another pawn in a multi-level bet. The King’ll never play the same game twice.Key Features:Epic story with 50+ hours of gameplay, voiced by the voice cast of Firefly, The Twilight Saga, and Mass Effect!Craft awesome loot. Upgrade your inventory and choose your items of apparel.Explore the world of Alba.Find the cure to keep your curse from taking hold!",
    "genres": ["Action", "Adventure", "Indie", "RPG", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "35182a3f30d0450a82b91fac21b19e6f",
    "screenshot_img": ["e71ee98ebd4b47f493483fe322f5f269", "dae25d06b86845ff9758e634347e8722", "e1a53a7d9e994437b2cf506b56d3c73a", "7bc3dd1981634d52a30c75b11d9187c4", "17c1cd2189744802b02df5c7f94532c3", "b6d212ba63c74ab9b0e3a633f1cbb4de"]
}, {
    "_id": "607888c44f735132885a27fc",
    "name": "Sail Away",
    "developer": "Digital Melody",
    "publisher": "Digital Melody;THQ Nordic",
    "description": "This is an exciting time for Sail Away. The return of the classic naval strategy game is coming to a new generation of gamers. Sail Away immerses players into a new and challenging age of naval combat. You will command all the major naval powers of the modern world including the United States Navy, the Royal Navy of England, the Danish Navy and the Russian Navy. Join the growing fleet of warships that sail the waters of the world, and control and maintain all types of aircraft, warships, frigates, corvettes, corvette, and transports.Features Command the most modern fleets including the United States, the United Kingdom, Norway, France, and many others. Set and maintain a fleet's strength or weakness, and employ tactics to win the strategic and tactical air war. Manage your fleet's size, design, and strength, as well as the amount and types of your warships. Deploy or order your warships into battle to achieve various objectives, or take command of the enemy and use your massive fleet against them. Over 40 levels, with unique themes and missions set on land, at sea, and at the oceans. Each level is a tactical challenge for the player, ranging from naval warfare, amphibious assaults, search and destroy, rescue operations, convoy escorting, amphibious assaults on enemy positions, and even submarine assaults. Command your warships in battles over the open ocean, the open sea, and the Pacific Ocean. Construct multiple battle groups and deploy them on the battlefield in a wide variety of roles. Use air support, artillery support, destroyers, carriers, submarines, and helicopters to attack the enemy. Conduct air and naval strikes against enemy warships in order to end the conflict. Upgrade your warships by buying new weapons and upgrading your fleets' power and crew to become the ultimate naval master. Over 250 unique missions and scenarios, offering the opportunity to take control over a large fleet and command naval warfare on land, sea, and at sea. Three playable nations, each with their own unique strengths and weaknesses. Take control of the United States Navy and her allies, the Royal Navy and her allies in the Royal Danish Navy or the Russian Navy, as well as Germany or Japan. Over 140 warships, destroyers, ships, and submarines. All types of aircraft, frigates, and corvettes can be used in combat to achieve your strategic and tactical air battle goals. Use helicopters to attack enemy warships and submarines in support of your fleet. Deploy air and naval strikes in support of your fleets. Over 40 levels covering important tactical challenges that include ship-to-ship battles, surface warfare, amphibious operations, search and destroy and rescue, rescue and convoy escort missions, submarine assaults, amphibious assaults and air strikes, and surface and air assaults on enemy positions. Command your fleet of warships in battle against other nations, or in a campaign to defend your homeland.",
    "genres": ["Action"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Multi-player", "Cross-Platform Multiplayer", "Steam Achievements", "Steam Trading Cards", "Valve Anti-Cheat enabled", "Stats", "Includes Source SDK"],
    "header_img": "6cc26b40eccb49d598ad26a915db8d4d",
    "screenshot_img": ["e8b17da3c3b94289b327d380b5b61a34", "9def3fea6f374708bd2dc1ee5f08928a", "eb47042bea004f7ca0499351e7cd69d7", "ad08c85dcd0a49779f2ee24bf8c5f269"]
}, {
    "_id": "607888c84f735132885a27fd",
    "name": "MEGATRON",
    "developer": "Fatshark",
    "publisher": "Fatsharad",
    "description": "MEGATERNAL is a space exploration and puzzle game about making your way to alien worlds, gathering resources and developing colonies to thrive.The player controls a spaceship called the MEGATRON, which is able to jump out of hyperspace once it reaches a certain velocity. Jumping out of hyperspace is one of the main ways to progress in the game. When the MEGATRONS reaches a certain velocity, it launches and lands on an alien planet. If the player doesn't collect the right resources on each planet, the game will fail. If there are no resources on the alien planet, the MEGATrone drops from hyperspace and the game will end.The MEGATRON is divided into two parts, the first part where the player will build colonies and the second part which contains a variety of alien structures, which will make MEGATERNAL a challenging adventure!",
    "genres": ["Indie", "Strategy", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "14c67d4c44d844219922f63156a888db",
    "screenshot_img": ["198d592c75ca47619d54b6062891fdac", "5029366e668c43a788d98c32d63e6f04", "a3489e82ed6243a2ac1416f07a605c99", "5565af90441c407980ff0f2c8a0b580f", "4d5cd6f1ad5d40a9b57640e4c79ab990"]
}, {
    "_id": "607888cb4f735132885a27fe",
    "name": "Puzzle Quest",
    "developer": "Puzzle Wizard",
    "publisher": "Puzzle Wizards",
    "description": "PuzzleQuest is a simple but fun 2D platform game. Complete over 100 puzzles to unlock and display the story behind the mysterious amulet that brought you to the kingdom of Alstroemeria. You will solve puzzles using logic and logic alone. The game is simple, easy to learn and very addicting.FeaturesOver 100 puzzles to solveSimple, yet engaging gameplayRich and deep storyMultiple gameplay modesEndless Mode to see how long you can survive.",
    "genres": ["Casual"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "f9636b70d6b041dc84657232327e860d",
    "screenshot_img": ["4ab801864c474717b1af79a4edde7833", "754160f449804634ad96421a8c85e6a9", "618101dad20e4c878955c8b0804526e9", "525855bc13ed49b9afbbf843ed6a5a71"]
}, {
    "_id": "607888d14f735132885a27ff",
    "name": "Zombie Royale",
    "developer": "S.A.F. Games;Egosoft",
    "publisher": "S.T.A.L.K.E.R.: Clear Sky",
    "description": "In the distant future, humanity was divided into the rich and the poor, the new middle classes and the working class. One by one, they disappeared. Zvezda, a small farming village in the country of Novosibirsk decided to take the decision to end their problems and fight against the hordes of the undead. They needed to build new weapons, new weapons to face the zombies and find a way to save their family. Join them and survive and stop the invasion! Zombie Royale is a single player game, which gives you the chance to test all of your skills. You will use all the weapons you can find to fight against zombies, mutants and many other obstacles. All this can be solved through teamwork and quick thinking. Try out two different modes! - The old school hard survival mode - The survival mode where you have to fight against hordes of the undead - The perfect mix of survival and weapon construction Zombies are everywhere! They're everywhere in Zombie Royale! We don't want to ruin the fun, we want you to find new fun and explore a huge map full of locations! Find objects to build weapons, such as a fire, a bucket to clean the corpses or a pickaxe to use on the zombies. You can even use a campfire to find new food. The more zombies you kill, the more you gain experience. As you gain experience, your skills will be leveled up, allowing you to create even more impressive weapons.",
    "genres": ["Violent", "Action", "Indie", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Workshop"],
    "header_img": "035da83345294d26905e831a5de861f7",
    "screenshot_img": ["49722b2664954b40b689e91484d0d23a", "81021c33b8c84ab49ee1a1fe06410fd7", "d04520a41c0247b5b2759e1194fff707", "1d6ef7349ef04f48a5958c8124087e5f", "06c77f97d6b04b10ae7fa9f74a450481"]
}, {
    "_id": "607888d54f735132885a2800",
    "name": "Kubble",
    "developer": "Roux Games",
    "publisher": "RouX Games",
    "description": "You've awoken in a strange place, lost in the depths of the ocean. You can’t remember any name or any details of where you are. But you do remember, one thing; you need to go to the submarine and reach the surface. All you need to do is to pass through the trials and beat the levels, that is all you have to do. Features: - Simple and familiar gameplay, but the game doesn't stop; - Many interesting and challenging levels, you will have to pass through a variety of them; - Beautiful, retro looking world; - Atmospheric soundtrack; - Various types of weapons and gadgets to use against the enemies; - A lot of funny animations",
    "genres": ["Action", "Casual", "Indie", "Massively Multiplayer", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Multi-player", "Online Multi-Player", "Co-op", "Online Co-op", "Steam Leaderboards"],
    "header_img": "3fde3656b9814df4b7b0e4bacab8821d",
    "screenshot_img": ["4130a4e03d1448d895460c8b6216675b", "0425543d6e2f4856813e8cd6c04fe7b6", "64e9e5597324464c9bd6955fdf4cdbb8"]
}, {
    "_id": "607888d84f735132885a2801",
    "name": "Kraken Souls",
    "developer": "Chilled Mouse",
    "publisher": "Chilled mouse",
    "description": "Krakens have taken over the continent! To escape your fate in this modern, arcade action, summon the Kraken, a colossal monster that can transform into a vessel that can fight. Use the Kraken in the heat of the moment, and unleash devastating combos to send enemies flying.FeaturesArcade action inspired by classic arcade shooters.Play through a total of 9 stages with multiple play modes and boss fights.Unlock new ship skins with in-game currency earned by completing levels.Fight with multiple unique weapons.Use the energy shield ability to take out enemies.Recharge your energy gauge as the Kraken is taking damage.Defeat powerful bosses.Find rare enemies scattered through the levels.Replay levels at will with the ‘Resume’ button.",
    "genres": ["Action", "Casual", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Local Multi-Player", "Shared/Split Screen", "Steam Achievements", "Steam Trading Cards", "Partial Controller Support", "Steam Leaderboards"],
    "header_img": "6f8e1cda0cd440568226206ba6edd327",
    "screenshot_img": ["3e9ac4139adb4f928e8495c06bf6af86", "ef3f854fce6b4f4882e7c7f89653a080", "22b47588a22943c581b5922679b8cbdc"]
}, {
    "_id": "607888e94f735132885a2803",
    "name": "Aldorlea Useful Things",
    "developer": "Buka Entertainment",
    "publisher": "Buka",
    "description": "Buka is celebrating its 24th birthday!About the GameA classic platform game with RPG elements, this new adventure series will bring you back to the classic era of platform games. After experiencing the hardships and triumphs of an unforgettable journey, you'll embark on an epic new adventure to unravel what's really happening behind the scenes of Aldorlea Useful Stuff.Aldorleahttp://store.steampowered.com/app/459840http://store.steampsowered.com/curator/bukaAbout the GameAn epic adventure with RPG elements. Explore beautifully crafted hand-painted 3D worlds with charming characters! Unravel the mystery behind the mysterious disappearance of two young sisters, and save the world from the darkness that spreads by their disappearance.AldorLea is a 2D action-adventure platform game with RPG mechanics, featuring a unique style of combat where your character can unleash multiple attacks depending on what you choose to do!Aldorleaaaaahttp://store:steampowered.net/app/456190http://store:steampsowered.net/curator/bdjeagamesAbout the GameAldorleAldorle is a famous and beloved medieval fantasy world, famous for its beautiful landscapes, beautiful music and legends. The story of the characters in the game is based on real events; you play as one of the main characters involved in it.Main Features:Over 200 rooms full of action, mystery and intrigue.Six unique main characters, each with his or her own distinctive features: the Warrior, the Thief, the Knight, the Thief’s Lover, the Explorer, and the Sorceress.Unique and charming graphics: beautifully detailed animations, full of life.Beautiful soundtrack created by famed composer Robert Griego.Unique gameplay: you will have the opportunity to choose to complete the game with a simple or complicated path.A compelling story with a memorable and interesting cast of characters.The main character will come to discover that there are two different versions of the story... one about the world he knows and the other one about the world that he does not know. In the end, the question is what happened to the main character before he became a monster?",
    "genres": ["Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "65988ee35f8e4dde8d1d69fdd1673d9a",
    "screenshot_img": ["6157cf6b575f4306a4c0c1819ba677b3", "02400ed3ae9941e197315970e38d3fe8", "3c3ceb9ad552488e9e0bb4aed254859c"]
}, {
    "_id": "607888ee4f735132885a2804",
    "name": "SOS: Day of the Tentacle",
    "developer": "Stoic",
    "publisher": "Funbox Media Ltd",
    "description": "SOS is a point-and-click adventure game, in which the player takes on the role of a young woman called Samantha, whose father was recently murdered. As Samantha, you will visit different points in time and space, and try to unravel the mystery of who or what is behind this dark crime. As you continue your investigation, you'll make friends, become friends with people who have their own stories to tell, and solve a mystery that will have the entire world asking questions.You'll search through ancient documents that are scattered throughout the environment, and examine the objects that you come across. As you delve deeper into the mysteries of the past, you'll discover that this isn’t just another case around the corner.This isn’t a game about solving puzzles; this is a story about you and your choices. With your choices affecting the plot, as well as the events that are playing out in the game, it’s up to you to lead the young Samantha to a place where she can finally come to terms with what’s really happening.Key Features:Meet different people and explore the world of the game as you play.Explore the mysterious world of SOS, and find various objects, items, notes, and pieces of information.",
    "genres": ["Indie", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Online Multi-Player"],
    "header_img": "2d9e5762b18d408ca79cdf1bc3a9f165",
    "screenshot_img": ["34118302b3c747609e95af5528a5fef4", "10cba95372fe48ecb24c882dc8600ad5", "f6b4230ae5b040d08327b5176af6bc22"]
}, {
    "_id": "607888f44f735132885a2806",
    "name": "Mystery Case Files: The Cursed Heart Collector's Edition",
    "developer": "ERS G Studios",
    "publisher": "Big Fish Games",
    "description": "Play through the award winning Mystery Case Files series as a young detective investigating a series of supernatural murders and cases! Explore a world steeped in mystery! With this special Collector's Edition you'll have access to the first seven episodes as well as bonus content. This is a special Collector's Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes: Bonus gameplay Stunning wallpapers Concept art",
    "genres": ["Action", "Casual", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Leaderboards"],
    "header_img": "b98494d136d94a0d83bb8692ec308ccd",
    "screenshot_img": ["ac1fb94c24da4979a7cb1727d4d9bf99", "7bfef700e92a4e3f8211aedaeee457b0", "087e1e5c6d04460c92048990d8474c6c"]
}, {
    "_id": "607888f74f735132885a2807",
    "name": "Kingdoms of Amalur: Reckoning",
    "developer": "The Dark Eye Games",
    "publisher": "Artifex Mundi",
    "description": "In this fantasy game you are Arron the Warrior, and your quest will be to become the best Mage ever. Use your power to gain magical skills, summon powerful creatures and battle mighty bosses in your quest to become the greatest Mage in all of Amalur.Features:Fantasy storyline with epic battles against mighty bosses.Customize your character with the power of the Runes, find powerful artifacts, summon mighty creatures and play against the other Mages in epic battles.Use your wisdom to unlock new spells, discover powerful scrolls of magic.Explore a vast world, and a living world full of NPC's and friends.Enjoy beautiful, retro pixel graphics.",
    "genres": ["Action", "Adventure", "Casual", "Indie", "Massively Multiplayer", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Multi-player", "Online Multi-Player"],
    "header_img": "fc34ca7bf4ac47faa3a9893b58f050f9",
    "screenshot_img": ["28c97a759ed64fd9997f854f41971a08", "dc1dea2a3c6c4d6cb155c50f7a90b0f8", "9230a54162f748e9add2808a866ec02d", "8e73ca04d5674b53ada27d5ec077aa75", "e934b25ff464452aa3493dcf2b04408e", "9e268c63c28f4817b81e0719d98a3285"]
}, {
    "_id": "607889024f735132885a2808",
    "name": "Kitty Cat",
    "developer": "RagdollCat Games",
    "publisher": "RagDollCat Games\u003c\u003ewww.rabbitgames.com",
    "description": "We've all experienced how it can be to find a place where a new VR game meets a familiar VR game, and that can be a frustrating situation. So we've done the unthinkable and made this game to help you figure out exactly where you go in VR, how to get there, and what to do during the process.Kitty Cat is our take on the puzzle genre. You go into the Kitten Kingdom, find all the doors, and figure out how to get out through each one. The Kitten Kingdom is a puzzle game with a VR gameplay, and is meant to help you figure things out, and get out from your VR adventure. Just as if you were in there to see something for yourself. Each door in the game takes you to a new room, with all the rooms changing, and different lights in them.The game currently has 3 of the rooms, for example there are hidden doors in each room that require you to find keys, and each room requires you to find a key. So you'll have to figure out how to figure out which door to go to and how to interact with the objects in each room. However, there are also 2 hidden doors that you have to find to get to the next room, one is in the center of the room, the other is near the end of the hall.Once you find all the rooms and have found each door in those rooms, you'll see a glowing sphere on the main screen, which will teleport you to the portal to the next room. All doors have been crafted with care to be as familiar and clear as possible. That is to say you'll be looking at the same door every time you play, just as if you were there and having the exact same experience. The only areas of the game where you'll notice different is the one with the doors that change, because the first room that gives you a key, and the one in the center change.So, when you do get to the end of the world (or end of the game if you're really bad), the final room will be the room with the key and the portal to the world.So, in summary..You go in, find all the keys and doors in each room, and figure out which of those three doors you should go to in order to escape.",
    "genres": ["Action", "Simulation", "Sports"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Leaderboards"],
    "header_img": "858df18370764dd69946f4299b9db2c5",
    "screenshot_img": ["8845b68c12b4480bb358e23258967d8d", "6e505ac0db0c4c78a36f963ba8df154a", "5b661634fbb041a3a1ffa4fd8b1d5f41", "9b70116b9bcb4d6b84f566b98bdcf7ed", "16b37666abd34eefa804adca78809277", "c6425fa5fb074518b91e063695496604"]
}, {
    "_id": "607889064f735132885a2809",
    "name": "L.A. Noire VR",
    "developer": "Rockstar North;Feral Interactive (Mac);Feral Interactive (Linux)",
    "publisher": "Rockstar Games",
    "description": "A series of coordinated bombings in Times Square, the New York Stock Exchange, and the Pentagon leave one dead and dozens wounded. One thing is clear: The only thing more chilling than these acts of terror is the silence that surrounds them. As Detective Chilton, you'll use your unique vantage point from above L.A. to solve crimes, crack cases, and track down the masterminds behind each crime. Along the way, you'll explore the crime scenes, interrogate suspects, and use your own personal detective skills to bring justice to the victims and crack the case. The evidence you find will allow you to build a picture of where the bombers hid during their robberies and set pieces, and you'll utilize your own skills to unlock equipment, track down additional leads, and piece together the puzzle of a case that would take the lives of tens of thousands. The only thing that matters is finding the killers.",
    "genres": ["Sexual Content", "Casual"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "1f5eb1d7851442c998fa16a1afaf21ab",
    "screenshot_img": ["ddb548649c7f44c88444f57bbb52c94a", "c83ed80415d9458c87325e4e8bc2d50b", "e13e412cc8a84390bcaadd466645e786", "d43cb0f53fa345ee8e6173a8533f4b8e", "aaaebe53056b469aa2947ea4023ce47a", "ae28612597eb4451adfedcf2d1cf435e"]
}, {
    "_id": "6078890c4f735132885a280a",
    "name": "Unbound",
    "developer": "Barking Dog",
    "publisher": "Barker \u0026 Wood",
    "description": "A short, challenging and highly replayable first person horror game set in the fictional Canadian town of Lac St-Jean. The player can play as both the main character, Jane, and a variety of other characters throughout the game. Jane has a number of unique abilities which allow her to sneak around unseen, survive deadly attacks and to interact with the environment. There is a lot to explore as Jane, and the game is difficult enough to satisfy even the hardest of gamers.Key features:Classic Point \u0026 Click Horror Gameplay - Jane is equipped with a variety of different items and abilities which allow her interact with the environment and survive deadly attacks.She can use a number of different weapons to survive each situation. Unique and original story - Play as a number of different characters throughout the game, each with their own stories to tell.Solve Puzzles - Jane is tasked with finding the key that will reveal the secret locked within a lock box, all the while trying to survive various types of attacks and enemies.Original Soundtrack - A unique and original soundtrack is composed for Unbound by the same team behind \"The Art of Murder.\" There are also many other hidden object scenes created specifically for the game.Original Screen Art - The in game comic book contains unique concept art for a number of the characters.Music - A music book is included, containing a few songs created specifically for the different game locations.",
    "genres": ["Adventure"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Partial Controller Support"],
    "header_img": "ffc28e9942724a7181397753a52dc06b",
    "screenshot_img": ["4e278908029447b2abf23ef6a6c155f6", "d0610ad2c31f4f42aaa16565cd9d57d8", "74e9e7af5d4f441095c1279ae9486fd4"]
}, {
    "_id": "607889144f735132885a280b",
    "name": "The Tower",
    "developer": "G. Malta",
    "publisher": "Strategy First",
    "description": "The Tower is a game where you control a mercenary group. Their mission is to explore and conquer a huge uncharted island. The resources on the island are a treasure trove, so the mercenaries must gather them. They have to keep up with the rapidly increasing population numbers on the island. The player has to make every effort to make the group members live long enough to accomplish their mission. If the group does not accomplish their mission, the adventure will not end well for the group. This is a top down action game where you control different mercenaries on a small island. The game play is similar to a classic tower defense game. Each map has one house and one or two enemy bases. On the map, you have to defend the enemy's house against waves of enemies. In order to achieve victory, you must destroy the enemy's base and their house. There are 4 mercenaries with different abilities: • Soldier: Basic soldier with basic attack • Swordsman: Sword and Shield • Archer: Fast and deadly archer • Priest: Powerful priest with healing and protection powers • Wizard: Uses a spell to cast healing and defense spells on the enemy base. • Ranger: Uses skills to identify and locate hidden enemies • Barbarian: Attacks from the front. • The Tower is a game developed by G. Malta. It has an artistic style that will bring back a lot of childhood memories. The graphics are simple yet still beautiful, which enhances the experience. This is a game you can play while travelling to different locations, such as in Europe, Asia or Africa. For that, you can choose between a few game modes and choose the game that is right for you. If you are not playing a strategy game, this game is a great choice.",
    "genres": ["Adventure", "RPG", "Strategy"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "f4cb5563d0834c51b4253602a21d4f89",
    "screenshot_img": ["8dcb977a0f284ebda3e900f63194045d", "7ac208733cb2459ba5a8ac78039c5109", "ab92f6fed2184d8ba282b0d66e9faf3d", "fd3c7a73137748d986dc2eaf06e98bf1", "f3d2e4a63c334051b79f5430e864bf4b", "529e6f1940e14f5599428757ab4e1680"]
}, {
    "_id": "6078891c4f735132885a280c",
    "name": "Super Bit Beast",
    "developer": "Red Dolphin Games",
    "publisher": "VT Publishing",
    "description": "Super BitBeast is a crazy fast-paced 2D platformer where you take the role of a beast on a rampage to capture all the Bit Beasties! You’ll need to think fast to escape from the enemy Beasties, because your enemies may follow you to attack as well as capture your Bit Beastie. Get your Bit Beastie's strength and speed for the best chance at escape. The game also features an Arcade Mode that allows you to enjoy fast platforming with a higher score and higher rating system. There are 5 different worlds to explore, from the plain and foresty levels, all the way up to lava filled, death-defying levels and all the way to the floating space station level! Get ready to run, jump and shoot, but never forget, you only have one life!Key Features:Fast \u0026 Crazy 2D Platforming!Every level can be done with the maximum of hand-eye coordination. Think fast and avoid the enemy Beasties. Enjoy Bigger \u0026 More Awesome Levels!There is a bit more to the game than you might imagine. Run, Jump and Shoot your way through 5 different worlds and 5 unique Boss Battles! 5 Worlds to Explore!The game also features an Online Level Editor that you can play levels made by the community, or create your own levels with the level editor provided!Arcade ModeYou’re never truly safe on the endless road to freedom, because the endless road never ends. The only way to escape is to complete the game as fast as possible. But be careful because the enemy Beasties and obstacles can follow you to capture your Bit Beasties.Beat Your Own Records!Some levels take quite a while to complete, but as long as you are quick enough and good enough you will earn an automatic Steam Achievement that will be posted on your profile page. LeaderboardsAre you the fastest and sharpest player around? If so, show off and try and beat the leaderboards!",
    "genres": ["Action", "Indie"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "352a937fcc42415d9c7c7171fda92e39",
    "screenshot_img": ["812d411c24c54f3d95d4a555b41b522d", "ffc072109b5643eca1d1d5b8ad06098a", "f79dd44d0d514d6ebb8596f884bd4a9c"]
}, {
    "_id": "6078891f4f735132885a280d",
    "name": "Dyadic",
    "developer": "Black-Box Studios",
    "publisher": "Black-box Studios",
    "description": "This game was inspired by a conversation about the value of life with a friend. I wanted to create an interactive game that would explore the philosophical implications of life. I am a game developer, and my goal is to bring a positive gaming experience to my patrons and the whole community. I am an art school student that learned the art of making games during my last year in college. I greatly appreciate feedback and will do my best to ensure support for my small indie developer little project.",
    "genres": ["Sports"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "Partial Controller Support"],
    "header_img": "3f2159edbc004e59ae85157b70143097",
    "screenshot_img": ["05f175c2c1d54c09be6620b87f3dc845", "f5b2190412b346a3844ee0b5a9a73ed8", "8543b15ed1514139b1f8c81793e10005", "132422fa75944fbaa843a85e36906867", "7377087a33ca4128a691b322f0b56258", "11f4e03956c74582b1462dd6df96c9d8"]
}, {
    "_id": "607889204f735132885a280e",
    "name": "Fantasy Mosaics 14: Mermaids",
    "developer": "Andy Jurko",
    "publisher": "Andy Jurkos",
    "description": "Use the arrow keys to move through these beautiful mosaic images. Solve these puzzles to reveal a story about a mermaid, and help her to find the one true love. - 60 puzzles - Hours of fun - Calm relaxing soundtrack - Achievements",
    "genres": ["Action"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Local Multi-Player", "Shared/Split Screen", "Steam Achievements", "Partial Controller Support"],
    "header_img": "da91e65ba8b742c9b7b49f84b65daf1b",
    "screenshot_img": ["b673f1ad1a694dd99703320409af15d2", "72ec75fa34064667ae2268a6da2eb591", "dad14c41e79948248f3684310e351047", "a3d062336b1f471d94a297b027a3af96"]
}, {
    "_id": "607889284f735132885a280f",
    "name": "Space Budgie",
    "developer": "Ominous Entertainment",
    "publisher": "OminOUS Entertainment",
    "description": "In Space Budgie, you play as a small, furry space budgie that must collect enough points to unlock all the worlds and be the first person to collect all the stars. Each world you unlock unlocks adds to your space budgie's overall score multiplier. You can also level up and gain points to gain access to more worlds. Each world you pass grants you two stars. If you don’t collect enough stars to earn all the stars, you’ll lose. In order to keep the levels short, you only want to play one at a time. Be careful though, as falling stars causes you to lose one star. While you aren’t able to hurt or kill the creatures on your journey, they do take damage when you are close enough to them. As a furry space budgie, you must avoid the gaze of the creatures on your way to the end of each world. With a little strategy and good timing, you can collect all the stars and earn bonus stars to unlock new worlds. If you want to see how long you can last, try and save at least one star to try again. After beating all five worlds, you’re rewarded with a variety of stars. Beating the last world will unlock a world scroll where you can unlock it once, giving you another 5 worlds to play. A world scroll is a great way to get your score up as you can unlock new worlds and star levels quickly. Features Five Worlds to play Unlock all worlds and star levels Five Worlds with unique creatures to avoid Attract the attention of the creatures by giving them a good look Three different difficulty settings Two different graphics themes to choose from",
    "genres": ["Adventure", "Indie", "RPG"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "c5d01ebac4e145d58912bffc6ca3373a",
    "screenshot_img": ["d3bf59faca8445c39e4df2a348420f4e", "0917534d404c4496bd4a49a0a92b5fe5", "b6e0d45e2d414753bd279d5e77e5f2e6", "6a4746a4adb44378836ae9e01b1a2987", "53e5fe30242c4b4e8ca523ec70ce060f", "2dd59c72956d42cd8412e1905a9f80ed"]
}, {
    "_id": "6078892e4f735132885a2810",
    "name": "Aestheticsque Studio",
    "developer": "Aestheticque Studio",
    "publisher": "Aestheticallyque Studio",
    "description": "Aesthetesque Studio is a small game studio that is committed to providing the best free alternative to the established and expensively-produced game development studios.We hope to inspire you to dive into the virtual world, creating beautiful and challenging environments without leaving it. We've done it with Aestheticsque!Key Features:No pay-to-win mechanics! No microtransactions, no advertising.A world that moves around and reacts to you! The sun will illuminate it. The sky will change as it passes by. The ground underneath the world will also transform. You're the architect!Use your mouse to control the world, the gamepad for navigation, or both at the same time! The game is very intuitive. Just put your mouse over the ground or on a block. If you don't want to move, just use WASD and hold ALT. Or you can hold shift and move the world by a large distance!Multiple ways to play! Each one is unique - you can play with the left stick and the right stick at the same time. The landscape will shift as it passes by you! The sky will change with your movements!The sky will also change in time, depending on the direction you are facing and the level you are on!If you want to feel even more immersed, try \"PewDiePie” mode, where the only goal is to survive in the air and not get destroyed!",
    "genres": ["Adventure", "Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "06f1c6005a214177afec00f6d4733a6f",
    "screenshot_img": ["b664164c44174f628e89098d49f8bd73", "32540366361a4cae9d5aacbc35b32fcc", "bfff3f31ffd0429ebdcdde663a90e06d", "f87055945e3b4f439974cf91b75fdd7e"]
}, {
    "_id": "607889384f735132885a2811",
    "name": "The Great Gatsby",
    "developer": "Zojoi",
    "publisher": "ZoJoi",
    "description": "The Great gatsby is an award-winning Hidden Object game. It was created by the award-winning developers of The Lost City of Z. It tells the story of Gatsby, the once-in-a-lifetime tycoon who lives an extravagant life, until a freak accident happens and he's left with nothing. Now his family can barely feed him, and his once perfect life has turned into one of despair and shame. But Gatsby has a secret that holds the key to his salvation: a magical lamp with the power to light the darkest of nights. Will Gatsby ever be able to save his family? And if he is able to do so, will he ever be able to find the amazing one that can give him the lift he needs? The Great Gatsby is an amazing Hidden Object game, with exciting gameplay and a rich storyline. In the game you will search for clues and use your wits to solve puzzles, and you will be accompanied by a wonderful story of love and redemption. The Great Gatsbys are a family of eight who owned a successful newspaper business from 1850 to 1923. They had four sons and lived an extravagant life. One day, one of them lost his memory and the others suffered an epileptic seizure. They all died one by one. At the funeral they left behind a lamp that could have saved their lives. Gatsby discovered it and made a bet with his oldest son Don, that with it, one of them could find the one magical lamp to help him save his family. The Great GATSBY offers a great story about family, the power of love, and the beauty of true friendship. Don, your task is to follow the clues and solve the puzzles as fast as you can, because there are some tricky obstacles on your way! You will meet other characters and solve puzzles as well. You will visit colorful locations, meet some incredible characters, and experience some fantastic scenes. Features Explore beautiful locations at your own pace. Solve puzzles at your own pace, and look for clues in various places. Take time to enjoy beautiful music, watch some videos, read fascinating books, and much more. Have fun and have fun!",
    "genres": ["Casual", "Indie", "Simulation", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "2ae17e5e1e82433cab761c14d5460423",
    "screenshot_img": ["fc99f15a5b014e6b8cb8ad9e4c21ae35", "12c446b839cc4d04b812fc525cafd9b4", "735052e7cb314939a1534baa40c1e4cb", "74d2b48eeac341f0945e2ecb7330e5eb"]
}, {
    "_id": "6078893c4f735132885a2812",
    "name": "Bubble Odyssey",
    "developer": "Garnudo Games",
    "publisher": "Garnudos GmbH",
    "description": "Do you think bubble gum is the fun thing to wear in summer? Join Bubble Odyssey's world-famous characters and become a famous bubble gum player and go on an amazing adventure! Be a famous bubble gum star and save the city from the monsters of the sky. A new story and more fun than ever before! Travel around the city and do fantastic tasks, such as, taking out your enemies with a bubble cannon and more. Join the battle against your enemies, and save the citizens of Bubble Odyssey!The battle is ready and waiting for the heroes of Bubble Odyssey!Key Features:Exciting real-time action – Become a real hero of Bubble Odyssey!An exciting adventure – Collect coins and diamonds, earn new levels, and challenge the bosses to see if you can reach the top.Awesome special effects – Amazing graphics.Exciting game design – Innovative gameplay that includes the most popular bubble gum characters and even more adventures!",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "52dca48a36544b2cacdc7f231c917ed1",
    "screenshot_img": ["d9217fdaab834f188d8565110ece1d6a", "ba57cd5b618142afaa805a1751c65dd9", "bbcef7350d0e416485b4a04b11ce03b7"]
}, {
    "_id": "6078893d4f735132885a2813",
    "name": "Space Panic",
    "developer": "Binarystudio",
    "publisher": "Binary STUDIO",
    "description": "Space Panic - A platformer in which you have to survive. Try to reach the end of each level and avoid the traps. Features: - 3 difficulty modes - nice graphics - nice music - pleasant gameplay",
    "genres": ["Adventure", "Free to Play", "Indie", "RPG"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Cloud"],
    "header_img": "32b9cbafa1a04effadab6bf652a5d993",
    "screenshot_img": ["bde4110b089d43b688dd892a21feadac", "3ecc53dc03df4d088266c55c6e8f588d", "09e25c51eb5c420b8b1ccf35e67e13f2"]
}, {
    "_id": "607889414f735132885a2814",
    "name": "Zombie: Resurrection",
    "developer": "Barty Games",
    "publisher": "Barty games",
    "description": "Zombie has become big and bad. Your sister was captured, so you and your fellow survivor, Frank, got out together. Now it's your turn to face your own death!You can play as Frank, a single player zombie game, your mission is to survive in 30 unique levels of action-packed combat.You must outsmart your enemies using a wide range of melee, ranged and explosive weapons that you have collected in your journey. Find the enemy weakness and exploit it!In order to be the best, survive, Frank and your fellow survivors must be on the top of their game!Key features:30+ different weapons8 unique levels2 distinct character classes to choose from15 unique enemies12 devastating boss battles8 unique Steam Achievements",
    "genres": ["Action", "Adventure", "Indie", "RPG", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud"],
    "header_img": "9d6666877b84434ca0ef1154ae457aed",
    "screenshot_img": ["d071bbaabc704c388ec080d3041f79d0", "bebb64bf21074df1a88258b215ffebc6", "d105e24257f345e587aaeaeebaf20c16", "3ac19e59863d4c2d8c2d17e0a7766ad5", "fd5c4f5ee115455fad1c9c0b7574c29a", "f2a73f9d19bf49de9ed6ea0f60de3015"]
}, {
    "_id": "607889574f735132885a2815",
    "name": "Warlock: Master of the Arcane",
    "developer": "Wizards of the Coast LLC",
    "publisher": "Wizards Of The Coast LLC",
    "description": "Digital Deluxe EditionThe Deluxe Edition includes a digital copy of Warlock: Master of the Spellbook, the Hero Codex, the Fate Codex, and two Warlocks, each with their own unique spells and abilities!About the GameWarlocks is a tactical combat system, where you control your party of four unique characters: a Warlock, a Mystic, a Necromancer, and a Rogue. The Warlock controls his spellcasting while the Mystic protects the group while the Necromancer controls the group’s movement. Each class has its own set of unique spells and abilities. Each class has the ability to use these abilities in battle. In addition, each class can equip weapons, armors, scrolls, and other gear that lets them customize their spellcasting even further.Each class can equip up to four pieces of gear that give them special abilities. These unique pieces of gear have different stats for each class. If an equipment item is too powerful for your character, you can always equip a legendary item that allows you to create a new version of the item that better suits your playstyle.A team of up to four allies, each with their unique abilities and spellbooks, joins in battles against the armies of the Evil One. Each class has at least one Necromancer as a member of the party. The Necromancer controls the Necromancers and the group’ s movement in battle. When the Necromancer dies, his Soul becomes trapped inside the Deadlock Stone and cannot be freed, so watch out. The Warlock has the ability to create a copy of himself that can be summoned to fight for him. The Warlock can summon an Arcane Warlock, a Wizard, and the Mystic. Each class has their own unique spells that work with each other. When you cast a spell that you create, you can use the spell in any other spell slots on your current platform. An example is to create a Fireball spell that you can then cast to burn enemies and protect your team from fire or ice blasts. You can even combine two spells together to create a devastating blast of Ice Storm.You can use all three classes in different combinations, so think carefully when you choose to use each class. The game features six races each with their own personalities, classes, spells, and abilities.Each race has a different map style. This creates an extra layer of strategy as each game plays out in a different map.Warlock: Master Of The Arcane features a unique combat system: spells are cast by using a spellbook and casting the spell by holding the button that points to the spell. Spells are cast in sequence: Spellbook is cast next, then the next spell is cast, then the next, and so on. Spells are cast at the same time on all targets.If you cast a spell while standing on an edge, you can walk on that edge. If you cast a spell in a square, you can walk up to and then walk into the square (not necessarily diagonally). As you walk up to and through a spell, the game is paused so you can carefully watch your movement to plan your next move.This system makes combat exciting and makes each spell a unique experience. You are limited in how far you can walk as you must choose when to pause the game and when to resume it. When you cast spells in the middle of a turn, you will have to pause the game again. You can pause the game if you are running low on mana or if you are about to cast a spell. You can also pause the game if the ground beneath you is shaking or if you are casting a spell from the sky. However, if you are standing on a ledge, you cannot pause the game while you are casting spells.You can only wear armor that fits your playstyle, so make sure that you can fit all of your items into your gear slots. Some classes can equip many items so you must choose what to put in your gear.There are a number of different weapon types, each with a different look and function. Each weapon type has a specific ability that lets you customize the weapon in ways that match your playstyle.Weapons have weight and can be balanced in combat by using different weapons of different weight. Each class has an exclusive set of spells that can be cast from their weapon. Each class has two unique sets of spells that can each be used as a spell from their weapon.Spellbooks contain an unlimited amount of spells that can cast from a spellbook. Some spellbooks contain two spells that can be used simultaneously as a spell from both the spellbook and the weapon. When you cast one spell from a spellbook, you can use another spell as a bonus action to cast it in that action. You can use one bonus action to cast one spell",
    "genres": ["Action", "Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "6a3a510b9c4645f29e01676cf8d66786",
    "screenshot_img": ["fc0e001b34404cc5be5c2d8dd6eed0f3", "c80b8c1be4f44b33b0e69a3ab23b4719", "5ff659690e8c4f8abac43de8b176198d", "5b9ee57ccf7642a6b40874143e752af4"]
}, {
    "_id": "607889644f735132885a2816",
    "name": "Binary Domain",
    "developer": "NodziGames",
    "publisher": "Nodzigames",
    "description": "This is a simple and fun game in which the main goal is to survive for as long as you can. You control a ball and will need to make a way to the goal. You'll get points for your speed, your jump height, your shot accuracy and your shield. The shield will regenerate over time if you have taken too much damage, so it's important to be careful of that. You should keep an eye on your shield if it is empty or the ball is being chased! If you do get hit, don't worry! The ball will regenerate, so you'll still get some time to recover your health. How many jumps can you make before your shield depletes? If you manage to hit the green targets they will teleport you to the other side. If you can't reach them, your score will be added to your total and you'll be sent back to the starting position. What are jump targets? Jump targets are blue, medium and large. Jumping on a medium target resets it to blue and you can't jump on the large targets. How many jump targets can I jump on at once? There's 4 jump targets in total. Blue targets are your jump targets, medium targets are the jump points, and large targets are the target respawn points. Do you have the jump targets highlighted? Yes, you do! But there's a catch! While jumping on one target you can't jump onto another. You'll get a penalty for that. How long can I survive? You will start at a very low score and you'll gradually get better and better. Will I die? I assure you that you won't get \"lucky\" and die while playing Binary Domain. If your shield is empty, your score will go back to zero and you'll be permanently sent back to the start. If you manage to shoot your way past an obstacle without taking any damage, you'll be able to get some time to regenerate your shield. How long can you survive for? How long will your shield last? A shield can only regenerate for as long as it's been used. The longer it takes for the shield to regenerate, the more of a challenge it becomes to jump on it again. How long can your score last? For a total of 24 hours your score will go up by 100 points, but you'll have to start all over again. How long will my score be? With a score of 100 and 3 stars, you'll have achieved your goal. If you managed to make it past the first obstacle without taking any damages, your score will remain at 100 for a total of 200 points. If you managed - but failed to score a kill - then your score will stay at 30 for a total of 60 points. Is there a save feature? This game is all about experimenting and finding out what works best. If there's something that works that you don't understand then I can always add it to the description.",
    "genres": ["Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Partial Controller Support"],
    "header_img": "b1a41d97ac254df48ae28ffa4a5045bd",
    "screenshot_img": ["93286134924a4749a9734de602d18917", "ffa1cbf82bdd4491a3f9d8197f7933f5", "6532a429a5ae4a858623c84c0d68e495", "094dcbeb8214421fa0955537b3607efe"]
}, {
    "_id": "607889694f735132885a2817",
    "name": "Stickman Golf",
    "developer": "J-Games",
    "publisher": "J-Works",
    "description": "Golf Stickman Golf is a classic top-down golf game that combines the realism of golf with the casual style of play of Stickman Golf. You start the game with a golf club, and it's up to you to swing the club to the hole to gain the green. After that, you can choose among different game modes:Classic - Classic golf game where you can experience the game as many times as you wish.Speed - Speed game. It's a local multiplayer sport where you can challenge your friends in the split screen.Challenge - A 2 player game mode where each player has a unique challenge to do on the course. This game mode was inspired by American football where each team has a specific play style that is designed to create a competitive atmosphere in the game.Customization - You can customize your club to look like a golf stick, and you can change some settings that affect the club behavior.Paint \u0026 Clear - You can paint the club to make it your own, and then clear the mark with clear paint to make the mark disappear.",
    "genres": ["Action", "Casual", "Indie", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud"],
    "header_img": "644c111285aa4594af891cb224890767",
    "screenshot_img": ["9e422a93ae2b4bd5a5232d728e900a47", "6a669d8413a54ead97b5af0b8d617cb2", "4c3c02141c6d4a2fa7af0dcc045dda7e", "8da1a057d6e04aab92fb16cf48908b14", "a18323cb332d4e3bb0e67c51e58fbd52", "94c13af3ed38421f863162a74f7e5f6f"]
}, {
    "_id": "607889744f735132885a2818",
    "name": "Puzzle Monarch",
    "developer": "Fairy Fish Games",
    "publisher": "FairyFish Games",
    "description": "PuzzleMonkey is a new game from Fantasy Flight Games, the creators of StarForce. Choose one of three different worlds, each offering several levels of increasing difficulty. Assemble your puzzle team and take on these challenging challenges. Unlock more characters, new abilities and puzzles, and use new power-ups to help you along your way. If you’ve ever played one of the much loved puzzle games like StarForce or Sudoku, then you’ll feel right at home. PuzzleMonkey is different. Puzzles will be randomly created each play through to create different challenges and play-styles, making each play a unique experience. The game features an innovative solution-tree and a powerful combination-wheel, making it easy for you to chain a large number of solutions together in order to solve a difficult puzzle. You’ll also be able to chain additional tasks together to create even more challenging puzzles, as you unlock abilities that will help you clear even the hardest levels faster. Get ready to have hours of puzzle fun with PuzzleMonkey!FEATURES:A New TwistOn the Puzzle Game Engine, PuzzleMonkey is a fresh take on the genre with a simple solution-tree and powerful combination-wheel.Multiple Game ModesWith PuzzleMonkey we’re giving players different gameplay experiences each time they play. From classic endless puzzles with increasing difficulty, to solitaire based games with hidden levels and powerful bonuses, there are over a hundred game modes to choose from.Powerups to UnlockMore Characters, New Abilities \u0026 Special PuzzlesUnlock more characters, new power-ups, new puzzle designs, and many other features as you progress through the game. Challenge yourself with a game that’s too easy for you? Use the “Power-ups” to make that very challenging experience a bit more challenging.Unlock More Puzzles and WorldsEach world offers unique challenges, requiring different puzzle approaches. This also means each world is different from the next, offering new puzzle layouts and world types to choose from.Unlock More CharactersUnlock characters with a variety of special abilities and extra puzzle elements. They range from new special abilities that give you an edge against the most skilled players to returning classic characters. We’ve also added many new puzzles and challenges to keep each play-through exciting and challenging.",
    "genres": ["Action", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Local Multi-Player", "Local Co-op", "Shared/Split Screen", "Full controller support"],
    "header_img": "45aa9eef077e4567a3ff6ab7511954c4",
    "screenshot_img": ["505e5c75a0d64adb839d60e65930f145", "bd4944b9f5d7420a981589ace8606f5b", "db1ea62a0e3c472f943ec2f5b6488ebf", "3e0ec939780a420293a4f01a4c6d6780", "31697e9aadb64aa482835e38c5d5b4af"]
}, {
    "_id": "607889774f735132885a2819",
    "name": "Kingdom Rush Origins",
    "developer": "LunarCore Studio",
    "publisher": "Lunarlore Studio",
    "description": "Kingdom: Rush Origins is an Action Tower Defense game in the best traditions of the genre. You play as one of the elite warriors of the ancient and now extinct Kingdom called “The Keepers”. Your duty is to protect the Kingdom and defeat the unrelenting hordes of enemies on your path to victory. It will not be an easy feat, but there is only one person you can trust in this.Features- Epic storyline and unique characters!- Upgrade your Keepers with powerful abilities!- 5 unique upgradeable towers!- More than 50 enemies and numerous bosses!- 3 distinct scenarios and huge battles!- A lot of different weapons and equipment that improve different aspects of your strategy!- A lot o different monsters, minions, bosses and bosses abilities!- More than 30 different achievements!",
    "genres": ["Action", "Racing", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Full controller support"],
    "header_img": "9ed8ee1063414f2982bf5c4b6490a9e2",
    "screenshot_img": ["be936a2ad50a4a618b1ba42179a4a2bf", "c5e9570d4a2a43e38f6e23373e36ee33", "6a464f517f5b4c43ace17bc0b087eaad", "dcb8b39674c846688866aea66aa96970"]
}, {
    "_id": "6078897b4f735132885a281a",
    "name": "Loot Hunt",
    "developer": "Tin Man Games",
    "publisher": "Tin Mane Games",
    "description": "Loot Hunting is a fast paced top down shooter, with a strong focus on melee combat. You must survive waves of vicious enemies, by using different weapons and gadgets to get the upper hand. With 6 different weapons, each with their own unique mechanics, to fight them, you must choose your own strategy to deal with them. The maps are designed to be as varied as you can get them. Unlockables and special weapons to help you on your quest. The world is a dynamic, evolving place and with every wave you will find new secrets, new enemies and a way to fight the creatures you find. There are special guns which can be picked up in the shop which can greatly help you on your mission. The game is currently in an early alpha stage, please be sure to let us know what you think. We are trying to add features for the community as soon as possible!",
    "genres": ["Casual", "Indie", "Racing", "Simulation", "Sports"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Leaderboards"],
    "header_img": "0ecd6a50406942a6846109d3b5c051a0",
    "screenshot_img": ["43b20c9d438e4de0aed5ef000833f927", "897269c6ac3446f790446e56a0390590", "c04b763ca1be46299a54169ff1b9af65", "2aaed946216b4399a7b9dd1afd52255a"]
}, {
    "_id": "607889804f735132885a281b",
    "name": "Aqua Kitty",
    "developer": "Studio BeBop",
    "publisher": "Studio Bebop",
    "description": "Aqua Kitten is a puzzle adventure about a kitten named Aqua, who is trying to find her way home through a series of islands. She will need to befriend the inhabitants, solve puzzles to get across the land and, if she's lucky, use their unique abilities and abilities to get home safe.With a focus on exploration and puzzle solving, Aqua Kitty's levels are designed to have unique environments and puzzles to solve as well as secrets to be found, so expect to see lots and lots of exploration and puzzle solving.Aqua Kitten was the runnerup for the Best Puzzle Game Award at the 2015 IndieCade in New Orleans. The game received mostly positive reviews and a 92% rating on Metacritic. You can find links to the reviews and game on the Aqua Kitty Steam store page: http://steamcommunity.com/sharedfiles/filedetails/?id=1005678824We have released a free update with a new and improved underwater land with boss fights! Stay tuned for more information about this update...Thank you for playing Aqua Kitty!",
    "genres": ["Action", "Free to Play"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Partial Controller Support"],
    "header_img": "ddf1219e61964ef195736075ced6ff34",
    "screenshot_img": ["bab2d98238934988b0a147e9df08f3ad", "980bfce956f84504b12e3a37baf5758d", "c00fd2b797954bd6a04e87e260ff4594", "2531bed89b3a4aec96c0d023b63d37b3", "715823c45f464680b5afea208ba3fbe5"]
}, {
    "_id": "607889834f735132885a281c",
    "name": "Nancy Drew®: The Devil's Daughter",
    "developer": "HeR Interactive",
    "publisher": "HeR Entertainment",
    "description": "Discover the hidden dangers lurking in the shadows! In this first-person mystery, Nancy Drew and her husband, Victor, have been hired by Victor to find hidden objects. As they travel through the countryside, they are attacked by a pack of wolves and must use their wits to save their daughter, who's been kidnapped. Dare to Play Dive into a world of mystery and intrigue in this thrilling game. Complete dozens of HO scenes in locations such as the woods, desert, and forest.",
    "genres": ["Action", "Free to Play", "Massively Multiplayer"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "MMO"],
    "header_img": "001018c5b4744e1a977d7c08184aba2b",
    "screenshot_img": ["14a712994f17437190184f3733e237ff", "752b7dc6500c4fe89a62d3962abb66ef", "c134eb7a133144afac5c8b8f7b04f10c", "e38c15864e2f4dc294089e7dc12d3b48", "a00996d231e74259a10fcadcbdda5e67", "af5f16afd6c0423ca125e8181f2febfa"]
}, {
    "_id": "607889894f735132885a281d",
    "name": "Tiny Knight",
    "developer": "Coffee-Powered Games",
    "publisher": "Coffe-Powered Games ",
    "description": "The Little Knight wants to play a game and is determined that his friends will not come to his house in the dead of night to play hide and seek. He invites you over to stay with him, but his friends are too scared to come. You are Little Knight, and you want to protect your precious friends and the castle. You sneak in, hide and hunt the Little Knight with help of your friends, the Blue Knight and the Green Knight. Your main goal is to protect the Little Knight. Your Little Knight has an evil red eyes, a big head, and a sword that can be used to block, push, and cut everything it comes into contact with, including you and your friends. As you and your friends fight the Little Knight, it will become obvious that your Little Knight's enemies are no match for you. You will find out that the Little Knight is no man without a cause. Game Features: 1) Adventure Platformer. 2) A Story that will leave you thinking long and hard if it isn't interrupted with another 3 hours of play time. 3) Characters that you will fall in love with. 4) Realistic physics and graphics. 5) Lots of challenges. 6) Simple \u0026 Addictive gameplay. 7) A unique level design. 8) Little, funny, and funny characters.",
    "genres": ["Adventure", "Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Partial Controller Support"],
    "header_img": "9a4eba221d6341bcb6130630ccc5a915",
    "screenshot_img": ["76b93247879241e7afafafd31ac20031", "bf67af5380b44dcab21638e18b74caba", "672cf01bfbb34bf3ae5582ca72222e95"]
}, {
    "_id": "6078898d4f735132885a281e",
    "name": "The Little Adventures of Marco Polo",
    "developer": "Wadjet Eye Games",
    "publisher": "WadJet Eye Games",
    "description": "A long time ago, the wise sage Fu Manchu made a promise to his daughter, that if she could live a couple of days without dying, she would be able to leave home and go to the West. On her twenty first birthday, her father died, and Fu Manchu entrusted her with his final legacy, one that she faithfully carried out in her own lifetime. When Princess Risa returns from her travels, the royal journey begins! Guide her on her journey to become the greatest princess of all time, and fulfill her father's last solemn vow! A heart-pounding adventure set in the life and times of Marco Polo, Princess Risa's adventure starts now! • Over 40 beautifully-detailed historical locations • 5 unforgettable and diverse characters • Uncover clues and collect information to unlock achievements • Detailed animated cut scenes • Innovative game mechanics, new gaming experience • Game available in French, English, Italian, German, Spanish, Korean, and Japanese",
    "genres": ["Casual", "Indie", "Simulation", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Workshop", "Steam Cloud"],
    "header_img": "56758d6622ab4ccb826f605323e8b6af",
    "screenshot_img": ["6643aec81dcc48b5af243718cbef491a", "1fb2b93a40594bc6bb85ca695a18e075", "73d22c3087e4457188c0095017cb9813"]
}, {
    "_id": "6078899e4f735132885a281f",
    "name": "The Last Hope",
    "developer": "Playloft",
    "publisher": "Playloaft",
    "description": "The Last Chance combines real time strategy (RTS) with RPG elements. Command up to 13 heroes in a fight against hordes of monsters in various biomes of varying difficulty. You can play cooperatively with up to three friends or versus an AI controlled opponent in a race against time in a grand quest for knowledge and treasure. Create your hero through 5 unique races, each with unique traits and strengths. Combine and breed abilities to gain better weapons, armor and armor sets. The map system allows you to create a path for your heroes to follow as they explore the world, fight against hordes of enemies and gather resources to rebuild their villages. The Last Hope combines RTS and RPG elements with a story driven, cinematic world. What people are saying about The Last Hope: “The Last Hope is a breath of fresh air from a genre that’s generally low on the totem pole of quality. It’s one that I’ve enjoyed and I would recommend to any strategy game fan and RPG fan alike” - Markiplier “The Last Chance is definitely worth buying if you have a spare minute or two in your day… It’s a really fun competitive first person shooter – it’s free and does a good job of making sure everyone can play with friends. A nice take on the genre’s core mechanics, and one that does a lot to tackle the issues with online competitive multiplayer gaming that I think a lot of RTS gamers have.” - GameSpew “I enjoyed the Last Hope and am looking forward to what it holds for the next game in the series. I am not only a fan of the genre but am also intrigued as to how far it will go. Games like StarCraft and Diablo bring the idea of competitive multiplayer gaming to new heights.” - Tom “… the Last Hope is a nice, simple, fun addition to a genre that often seems to be ignored in favor of its clunky and underwhelming counterparts.” - zapslime “It might be one of the best, if not the best, real-time strategy game I have ever played in my life. It’ll keep you playing for quite some time, without getting boring or repetitive…” - Dabuz “You’re gonna love this game, it's a perfect blend of RTS and FPS with RPG elements. You’ll need to work together with your friends to build a path to victory. You’re never alone, you are always with the enemy – which makes combat challenging.” - Nod_Nog “… This game is good. It’re good for a reason. You get to see what it feels like to command a squad of elite soldiers against hordes of enemies. Not everything can be avoided, and the consequences of your actions must be thought through. You’d be silly not to try to do this with friends.” - Taz “…this is just some awesome couch multiplayer… I love this game. I just finished it.… it’s a great experience that’s quick to pick up but never gets old.” - Aisling “The Last hope looks and plays much like StarCraft and Diablo 2, there’s always a choice of who to play with, how to play with it is always up to the player themselves. It’ve been a long time coming, but it’s finally here.” - katy0f2k4r The Last Hope is available for purchase on Steam. Please refer to the store page for more details.",
    "genres": ["Adventure", "Casual", "Indie", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "ce647ba185364104b8899d0b04f7af16",
    "screenshot_img": ["3583f3907a034e45bcc4863564953a88", "97bace127540467ea89d43b651b14c4f", "e6155496a9c74400a137817754f971dd"]
}, {
    "_id": "607889a04f735132885a2820",
    "name": "Amaranthine",
    "developer": "Alawar Entertainment",
    "publisher": "Buka Entertainment",
    "description": "Prepare for the ultimate marionette simulator with \"Amaranthine\", the first entry in the acclaimed series. The magic, mayhem, and mystery of \"Amaranthines\" is captured in stunning 3D rendered high resolution images. \"Amaranthinauts\" is a game that everyone can enjoy! Features: - An immersive magic and adventure experience - A fun-filled and fast paced gameplay experience - A compelling story of love and magic",
    "genres": ["Adventure", "Indie", "Massively Multiplayer", "RPG"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Multi-player", "Online Multi-Player", "MMO", "Co-op", "Cross-Platform Multiplayer", "Steam Achievements", "Steam Trading Cards", "In-App Purchases"],
    "header_img": "cf715d40caaa462ea515fc5850cb405d",
    "screenshot_img": ["ca0263a77de84f85b5200866904f3bf4", "a19dd56d66b641c0a28b68cb0a08a146", "4bc0ffcd63dd427f92833c29f01a4752"]
}, {
    "_id": "607889a24f735132885a2821",
    "name": "Vortex",
    "developer": "Studio Mokur",
    "publisher": "Studio Mokauri",
    "description": "It is a first person, point-and-click puzzle/adventure where you will find yourself in the strange place and have to help the characters find the way out.Key FeaturesUnique, unusual locationsPoint and click puzzle adventureUnique and unusual charactersThree game modesBeautiful hand-drawn graphicsFunny charactersOriginal scoreAn escape room adventure with a twist",
    "genres": ["Adventure"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "94746804d890457b8743c782a9d6898f",
    "screenshot_img": ["285c783378d84b21a019f9c832ce6eab", "cdfb1c63f5794a7a8b100e9739268855", "f9e1c30fd92140e4903fb96f44a4219d", "b04f7963f4ab4d52b2a66e97c9a31702", "1d67c990c1974f80b5dac707f440bacc"]
}, {
    "_id": "607889a64f735132885a2822",
    "name": "Darkness and Flame",
    "developer": "Digital Melody",
    "publisher": "Digital Melody;Plug In Digital",
    "description": "It's been a few years since you've been able to go to the park with the gang. Things have been quiet for a while, but something has been happening! Something's been stealing the food, or worse - the toys! The toys have been trying to sneak in, grab as much as they can before the guards catch them. Now, with all the guards busy busting their way into your home, it's up to you to protect them all, and get back to the park in time to see your birthday. But before that can happen, you need to get to the diner to get the food back. Can you do it? Features: • Unique world with tons of shops • More than 12 different characters to romance • Over 300 items to find • Randomly generated environments • Hidden \"Desserts\" to find • Over 30 unique endings to discover • Optional \"Endings\" - will you help her get back to the store or will you stop her? • Over 150 different quests to complete",
    "genres": ["Casual", "Indie", "Simulation"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Trading Cards"],
    "header_img": "ad55c955d0124f6e967f901390a4be33",
    "screenshot_img": ["77bddccf34cf40c2b152e2f4d706808d", "3fec2a36e3cf406f92854a367b47bd55", "0d375c09b4cb4c68bbc5ff3dc98f34ca", "68c1efd6c4274019b7f7d2e95f9f173c"]
}, {
    "_id": "607889ac4f735132885a2823",
    "name": "F1 2018",
    "developer": "Codemasters Birmingham",
    "publisher": "Codemaster",
    "description": "Step into the driver's seat for the 2018 FIA FORMULA ONE WORLD CHAMPIONSHIP™, powered by Codemasters’ revolutionary VRRacing technology. You become a driver, the world’s most exciting open-wheel sportscar, putting yourself through the ultimate challenges and taking on all challengers from across the world. Prepare for the challenge as you battle to set pole time, race as fast as you can to beat your previous best and race your way past rivals in Career Mode, or pit for the first time in New Challenges for the ultimate test of your skills. And if you’re feeling brave you can also take on the most challenging challenges online in up to 100 players at once. F1 2018 will feature a host of new circuits and features, including: Driver Career, a journey from rookies to world champions. Compete against other drivers from all over the world for the first time. Online Multiplayer, where up to 100 players can pit for the first race of the season in a race for the crown. New Challenges that challenge your skills in all new ways. Split Screen multiplayer, split second decisions can decide the outcome of every race.",
    "genres": ["Action", "Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Partial Controller Support"],
    "header_img": "9868a5a0a1aa430982cee7574f2d4296",
    "screenshot_img": ["b3b066ed035d486189c7795f93d9e0e4", "3e469392b4824963b95d6f92f6b3d288", "4ae9f48ba1fd4d98a8c48873cb28a088", "b75c5326771a43a9b412fadbca784757"]
}, {
    "_id": "607889af4f735132885a2824",
    "name": "Star Raiders",
    "developer": "Crisp App Studio",
    "publisher": "Crisps App Studio",
    "description": "Star Raiders is a fast paced arena multiplayer shooter where you can be the pilot of a spaceship and fight against the enemy, and each other. Game ModesStar Raiders has two different game modes where you fight against the enemy and one against your friends. In the campaign game mode, you will play through a variety of levels, passing through different planets that give you different opportunities for enemies to strike you. In the deathmatch game mode you play against the enemy team and in the free for all game mode, you can fight the other players and anyone else online. The maps can be chosen by the players and are randomly generated every time a new map is created.",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "942aae38981b469ab1cf21678e2c1c61",
    "screenshot_img": ["5d5be88ba2874d599d2b388536dbb150", "6e88985bc1e143169ffb0e2064de8801", "a9a1ec45b5bf4dd1a1daf473ee63fb6a", "8852a0a7f0754ff69a760bc12c4778fa", "798d033d36844089ba037a0b6974f17d"]
}, {
    "_id": "607889b34f735132885a2825",
    "name": "Kurama: Elements",
    "developer": "Namco Bandai Games",
    "publisher": "Namcos",
    "description": "KURAMAMA is a visual novel that follows Koyori Okazaki, a young adult, female, bisexual, feminist, and environmentalist. Her life takes a sudden and dramatic turn when a sudden attack of unidentified flying creatures turns her into a flying katana (or \"whip\") and she finds herself thrust into the spotlight. In the midst of this whirlwind of sudden events, will Koyori's new friends help her or tear her apart? What's waiting for her in the next world?Features:Two completely different stories, spanning two unique and unique worlds.An intriguing romantic route with multiple endings.Four-person online Co-op.Full voice over for all characters.KURAMAMA: ELEMENTS is the spiritual successor of NARUTO SHIPPUDEN: Ultimate Ninja STORM, which earned the highest possible rating from both the GameVoice and Metacritic communities (89% and 81%, respectively). Both games include an exclusive two-player online cooperative mode, allowing players to continue playing the single player game even without the presence of a network.",
    "genres": ["Action", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Partial Controller Support", "Steam Leaderboards"],
    "header_img": "3eaac920f4ba4f04a8a93f0d40bc1c5a",
    "screenshot_img": ["fbf84c55e1d1497d9d9ace59809f82eb", "4d65fae852174ce9a68218aff54fdd70", "158edcf12b2e4732b6c67b67fcf1a96a", "a0f31f5916ca406582427c3091f784a7", "058713fc43cb4737ae8afb5101571980", "1fc21edaa4c742a8b6f4cc76990316a0"]
}, {
    "_id": "607889b74f735132885a2826",
    "name": "Carnage",
    "developer": "Digital Dream;Lizardhead Interactive",
    "publisher": "Black Shell Media",
    "description": "Carnagio - A storybook murder mystery game in which you play as a writer whose life is torn apart by a series of murders. You wake up in an isolated island where you can't remember who you are or where you are from. When you learn that you've been hired as the sole writer on a murder mystery project, you are shocked and confused, as you know nothing about this island and its inhabitants. You soon discover that the only clue you have is a picture of a dead man sitting on a bench, and that the only explanation for the deaths of the three women is a series of mysterious murders that have been taking place all around this island all of a sudden. Using this information you begin your investigation, but you soon realize that you are not alone in this mysterious island, as you soon realize there is someone hunting you around the island as well.",
    "genres": ["Indie"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Partial Controller Support", "Steam Cloud"],
    "header_img": "59a99df8290e4200a2856a11b7ac37cd",
    "screenshot_img": ["2097f015c38e4fa495b531d854c765d2", "6c15806df63f4de7a1f925d55bf572ef", "934884e963b949098e051eb6d1bda378", "0f7a593e321346eca4d7e6ab5664417e"]
}, {
    "_id": "607889bc4f735132885a2827",
    "name": "Wrecked",
    "developer": "Pendulo Studios",
    "publisher": "Pendulon",
    "description": "Wreck the world with your trusty ship, the Ouroboros, in this fast-paced local multiplayer match-three game. Set up your own matches on the ship's decks. Launch bombs to knock the other players out! Or, launch bombs to blow apart the deck crew! There's a lot of fun to be had! A unique twist on match-three mechanics, Wrecked gives everyone the chance to play their favorite game or match. With 3 game modes, 3 different gameplay modes, and a new twist, this local multiplayer game is sure to be addictive!Features 3 game modes to master - Score, Timer and Tower. Local 2 to 4 player multiplayer match-three! 3 game modes: Score, Timer, and Tower. 3 different ships to launch bombs at the deck crew. 3 different play modes: Time Attack, Timer, or Bomb Run. Local 2 to 8 player competitive game mode! Three different game modes: Score Attack, Timer Attack, Bomb Run.Three different ships with different gameplay strengths. Blast the deck crew to bits!",
    "genres": ["Action", "Adventure"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "aea2d2d6db694f67a9eb77889ce7d9e9",
    "screenshot_img": ["4f996a3dc4ac44be8ddaf6a1a5866dfb", "d4e7c083a4f7424998c6cf75eb9ef3e7", "0d7ed4e8efb34be0a1e9369849a4da1f", "44d79122f2fd499b9c9514d0c56f8dce", "d2fa55b5826440079306aa62e89e403b"]
}, {
    "_id": "607889be4f735132885a2828",
    "name": "The Lost City of Alaskan",
    "developer": "MudRunner",
    "publisher": "Devolver Digital",
    "description": "Take a break from all the action and join Anna, a newly appointed ambassador in China, as she stumbles upon a hidden story of intrigue, murder, and power. Can Anna unmask the master assassin behind this conspiracy and stop the ruthless, bloodstained Emperor from unifying the world?",
    "genres": ["Action", "Adventure", "Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Shared/Split Screen", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "44eb0ab2118343428ade2f9ae66a75a0",
    "screenshot_img": ["1cba65a43d214eac978ae08fd1fc4204", "5c5056f64446402eb293a7cd091a86a3", "9364240b342b4bb5b8d47cdd43dcb7f0", "a842020fd17b4c7c84dc7b69d0158b87", "aa73b5c9f15b4cec97f9072264746676"]
}, {
    "_id": "607889c34f735132885a2829",
    "name": "The Book of Legends",
    "developer": "Runesoft",
    "publisher": "Runesofoft",
    "description": "The Book Of Legends takes place in a world where legends and mythology come together to form a world-class tale of magic, adventure, war and intrigue! Join Ardan the Wise, heir to the throne, as he travels to the land of the elves and meets powerful heroes and villains in his quest to save his kingdom from certain destruction. Along the way he meets a cast of intriguing characters and battles a dragon. The Book of Legends: The Legend will be updated continuously with new content and features as we grow.Key Features: • A fully-realised medieval fantasy world that immerses you in an amazing tale of magic, mystery, war and intrigue. • Explore a beautiful fantasy world full of magical and fantastic items! • Meet an incredible cast of characters and a mighty hero!• Help Ardan save his kingdom from a dark, impending threat! • Meet other iconic characters from the Warhammer world and Legends of Eisenwald! • Explore a detailed world filled with magic, wonder and danger.",
    "genres": ["Casual", "Indie", "Strategy"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Multi-player", "Steam Achievements", "Steam Cloud"],
    "header_img": "7a53b1484b134702ab2f391f26df3e02",
    "screenshot_img": ["46308ad9c4a94b40bc5dbdea2fb6c7e7", "602b41aeac914aad90a9f1156cb6c35f", "29cbd23d154d4a6887597a1a3d78af54", "433380e885b44588b09d25f12c8a4690", "7ce668349a474bcfab4a49769b3d45ca", "d6e6c7c6320a455795f2f4ef1a2a4050"]
}, {
    "_id": "607889c84f735132885a282a",
    "name": "Otaku's Fantasy 2",
    "developer": "DANGEN Entertainment",
    "publisher": "DANG EN Entertainment",
    "description": "Otakus and his pals have just returned from their adventure to find that everyone else is missing - the hero's childhood friend, Ruri.Ruri was supposed to be their escort, and now everyone is missing - except for Otaku.Ruri is the most reliable companion of Otaku, but this time everything has turned out to be a lie. Otaku will not give up even after he discovers the truth!The story of Otaku’s Fantasy 2 - the sequel to the best-selling otaku's simulator by DANGEN! - takes place in the same world as the original otaku's simulator, but in an alternate world, filled with other mysteries and interesting facts.Join Otaku and his pals in an exciting adventure to restore Ruri to her former glory!- Play with the otaku’s simulator characters, all new and exciting - and experience the sequel to the top-selling otaku’'s simulator by DAGEN! - enjoy the storyline, full of twists and interesting facts. - Test your knowledge and reflexes!- Enjoy the whole story with your friends - either together or with other players - the experience is endless! - Enjoy a thrilling journey of discovery and fun!",
    "genres": ["Casual", "Indie", "Massively Multiplayer"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Steam Achievements", "Partial Controller Support", "Stats"],
    "header_img": "2b6fe98bc240497395e5fd7daf850c87",
    "screenshot_img": ["62b6b64332c740e8954d965fa8d7b4c5", "ea438dad5f004d3b9341f18785cac0d0", "6b1f51c26e23457186612f3327999492", "6bab7a46755e4473bab89f13b7e7cbaa", "6aca437d101044f59e13c680943a86d2"]
}, {
    "_id": "607889cd4f735132885a282b",
    "name": "Shattered Glass",
    "developer": "Zachary Guo",
    "publisher": "Zachry Guo",
    "description": "Shattered glass is a free exploration shooter in which the player follows John’s journey through the ruins that are the world. The game is inspired by The Legend of Zelda and games like Metroid and The Binding of Isaac.Features:Explore the ruins, caves and cityscapes, each filled to the brim with its own unique enemies, enemies and bossesFully voiced in the game with over 20 different charactersStory:Explore the broken world and find the last fragments of the broken glass shards to guide John on his journey from the very start. The world changes with each playthrough and the world is made from different materials that alter the enemies, puzzles and the world.The game focuses on exploration and exploration alone, while at the same time making use of survival elements and combat systems to keep the game fresh and exciting. The world is generated procedurally based, meaning each time you play, it’s completely different.Features include:Full gamepad support, including full 360° movementFully physics based combat including melee, ranged and magic combatMultiple story and side questsRandomized enemies, enemies and items with each playthroughMultiple endings",
    "genres": ["Action", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "222778058d9f44d7b26046fc502ac604",
    "screenshot_img": ["a86b94511af54924bd25c7f721f5c26e", "1bcb09e865f3494d8ff7cf73712d6b1d", "0fc1670ed9c443e08ad49b69a9e047b2", "88a320e0d6894c3590b8c59fc500478c", "28109a02a9224204aa01d32f3c26db98"]
}, {
    "_id": "607889d24f735132885a282c",
    "name": "Lara Croft and the Guardian of Light: Legend of the Brofist",
    "developer": "Avalanche Software",
    "publisher": "Square Enix",
    "description": "New DLC Available! The second DLC for the game is available to purchase now! This pack contains: The Steam Achievement and Steam Trading Card Unlockable Items for the game’s single player campaign LARA CROFT - THE GUARDIANS OF LIGHT: Legend of the CrofistAbout the GameLara Croft’s epic adventure across the four seasons continues with the release of The Guardian of Light: Legends of the Brofists, a new Tomb Raider adventure game from Avalanche Studios. Play as Lara Croft - the fearless adventurer - and uncover the secret of the Grove of Life in an engaging third person action adventure. Key Features:• A NEW, UNIQUE, ADVENTURE: Discover the secrets of the Grove of life in a new and exciting game!• NEW TRAPS, ALCHEMICALS AND PIPE: Collect the hidden crystals within the Grove of Life to create new, powerful attacks. • DIVERSE ENEMIES: Battle epic bosses including the mythical Brofist and the menacing Minotaur in new and challenging third person action.",
    "genres": ["Action", "Casual", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Local Multi-Player", "Shared/Split Screen", "Cross-Platform Multiplayer", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "3389abd22b524f028f35fbd0b59a0ee2",
    "screenshot_img": ["d8e0196e89b944df8ce3fe8d35f4339b", "316f760b644a4a528362be6c543bf2f8", "ff0b5b3f9f0e4faaba2672a1990685a3", "5cdee62cab0e4267a7f6db950054e75d"]
}, {
    "_id": "607889df4f735132885a282d",
    "name": "Puzzle Maker VX ACE",
    "developer": "PuzzleMaker Team",
    "publisher": "Puzzlemaker Team",
    "description": "You are tasked with creating a challenging puzzle by using shapes and numbers to match letters and numbers. You can freely choose where to place letters, numbers and shapes to create the puzzle and use them to create pathways or change the position of a piece you have just made. If you lose the puzzle or can’t finish your current turn, you lose the puzzle and will start over at a lower level of difficulty. When you have a finished puzzle you will be able to see a “Complete Scoring” in the top right corner of the screen. The “Scoring” for this puzzle is a combination of the total number of letters and the number of pieces you have used. If the puzzle cannot be solved, the game is considered completed and you are able to continue your current play through to play your next puzzle. The game includes a tutorial which will explain to you the basics of making puzzle puzzles. Puzzles can be played in both “Practice Mode” to get familiar with the game and “Challenge Mode” to challenge other players in puzzles using the same basic rules. The Challenge Mode will allow you to create puzzles of a larger size and difficulty. You can choose from 3 difficulty settings as well as a score multiplier to challenge friends or family with. Scoring in Challenge Mode is based on the total number of moves made in Challenge Mode, not on the total number solved. The Challenge Mode is ideal for players who are looking to make their first challenges or want to see how they will do against other players in Challenge Mode. If you prefer to enjoy a puzzle game that is both challenging and easy to play then Puzzlemaker VX ACE is for you! Key Features: Play with up to 3 friends in a “Practice”, “Challenge” or “Free Play” mode! Easy to learn yet challenging puzzles! The game is ideal for players new to the puzzle game world or for puzzle enthusiasts. Supports all common layouts and numbers, including 3x3, 5x5, 7x7, 9x9 and 3x3x3, 5-pointed stars, plus “x-star” and “squares”. Includes 3 puzzle sizes - Puzzle, Practice, Challenge and Challenge Plus - to suit any preferences. Free to Play! Puzzlemaker VX Ace is designed for play on any device (i.e. tablet, phone, etc). Players can play the game online, locally or with a single player. Steam Cloud support to store puzzles on your PC and move them to your game account on other devices that are connected to the internet. Works on Windows, Mac and Linux. Puzzlemaker VX is perfect for players looking to improve their skills in puzzles, or as a game to play when you’ve finished a previous puzzle! Play against anyone or in teams with up to 4 players locally. Play against people across the globe using our in-game chat.",
    "genres": ["Action", "Indie", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Workshop", "Steam Cloud"],
    "header_img": "d66895f359ec4487b4f6a76dea9b0b14",
    "screenshot_img": ["4b2a57349fe6460a9cbabff862ba4946", "a5e10cb3065342edaa59884ad75b16b9", "4461f0c60c934ccf8f541a48541243d9", "95efb2b49a544cdc9afdacc52017c013"]
}, {
    "_id": "607889e84f735132885a282e",
    "name": "Garnudo Puzzles",
    "developer": "RedFox Games",
    "publisher": "RedFox Studios",
    "description": "Garnudos are creatures created from the magic crystals known as \"Garnudos\" scattered throughout the land. They are intelligent, cunning, and have the ability to form and expand their bodies when their \"Garnudo Cells\" are activated. Some are small and peaceful, others giant and evil. As a normal person, you take on the role of an ordinary gardener looking for his garden gnome. When your little adventure is ruined when one of your gardening friends goes missing you venture off on a journey to get your friends back. But as you travel deeper into the mountain, you begin to realize that there are other people out there doing the same job as you. The real question is, who are they and where are they? Use your abilities to solve puzzles and gather the scattered crystals to help save your friends! The player must guide the gardener and his friends in a quest to collect \"Garnudo\" crystals scattered throughout the mountain. But be careful! As the crystals grow larger they become unstable. This causes them to go through various stages of growth which are more dangerous than before. As the crystals grow bigger the difficulty increases with each stage, and you may find yourself struggling to stay alive! Can you unravel the mystery of the mountain and save all of your friends? The game is a physics based puzzle game, where the player must use physics puzzles to collect crystals. The player must find their way to collect \"Gavros,\" crystals to form their own physical bodies. The player must complete multiple puzzles and collect crystals to unlock a variety of bonus levels and achievements. As the puzzles grow larger, so do the difficulties. As your abilities increase so too does the challenge and the number of \"Gavros\" the player must collect. With every level the difficulty and difficulty at which the crystals are collected will become more difficult. Will you be able to collect them all and overcome the mountain? The player must collect over 500 Gavros to form their own bodies. But there are also hidden levels for those that want to collect these crystals.",
    "genres": ["Adventure", "Casual", "Indie", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "7fd3e927e97b4f4e9b01b388a3719101",
    "screenshot_img": ["0cfbdc4cafc34e7c8d8e13a290bf6d50", "7e4e9f1ef1a54a67b4cef17c68dfb820", "b474284acde84b8fb09f342c716fb9dc", "9ea62965ddab46b89683216584d1bf49", "cafe1a612f2749ddb3c0474688bd805a"]
}, {
    "_id": "607889ef4f735132885a282f",
    "name": "Star Trail: Frontier",
    "developer": "Frozenbyte",
    "publisher": "Focus Home Interactive",
    "description": "You’ll be a Captain of the starship ‘Star Trail’, traversing a galaxy through a desperate battle for survival. With a crew of desperate colonists to meet on your perilous journey, explore the mysterious Frontier in this sci-fi classic. Take control of your ship and crew in an action-packed adventure of unparalleled scope and scope. With the galaxy teeming with pirates, ruthless scavengers and fierce guardians, you’ll have to rely on your wits, cunning and a little luck to survive, just as those who came before you. Star Trail: Frontier blends the epic tale of humanity’s struggle for survival with the excitement of deep space exploration to bring you the most thrilling, thought-provoking and emotional space exploration experience in gaming. Can you take on the role of Captain? KEY FEATURES • Epic space adventure inspired by classic sci-fi movies• Immersive universe with a dynamic, evolving story of deep and meaningful choices for your crew • Take control of a wide variety of spaceships from agile fighters to deadly interceptors with special abilities • Explore a unique sci-fi universe influenced by classic film and games such as Star Wars, Star Trek, Battlestar Galactica and more • Meet a colourful cast of characters including bounty hunters, smugglers, renegade space pirates and more • Build your base, recruit crew and manage your economy • Experience an exciting story of bravery, loyalty, honour, humanity and more",
    "genres": ["Action", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Local Multi-Player", "Shared/Split Screen", "Partial Controller Support"],
    "header_img": "1f291277b4ba43f9b68107ebde1502f3",
    "screenshot_img": ["7688530d0bf74ae7b4e2a3f29422987e", "7e753dce4a0e405c80f94cd7843594a2", "b9ad2582be2f4cffa4e26b92810c1571"]
}, {
    "_id": "607889f44f735132885a2830",
    "name": "The Secret Order 3: Honor Among Thieves",
    "developer": "Artifex Mundi",
    "publisher": "ArtifeX Mundi",
    "description": "The Secret order, under the leadership of Master Mason Michael Angelo, a member of the first order, has been conducting clandestine operations for many years. In their search for the whereabouts of an old friend, they find a powerful artifact, the Heart of Fire. They are able to take possession of this artifact and stop Angelo’s plans once and for all, saving the whole world… But this is only the beginning. What lies ahead…? The Secret Order 3 is a brand new action role playing game with RPG elements set in a mysterious medieval world! Discover new abilities and play through a number of new side quests. Follow a dynamic campaign in which events and choices affect your adventure. Get help from up to eight companions and fight many different creatures in the challenging battles that will test your skills and endurance. Master dozens of new skills, such as stealth, invisibility, throwing weapons, and even fighting with your fists. A large number of quests and a fully integrated library makes the game even more immersive and challenging. Explore beautifully handcrafted locations, from a medieval castle to a mysterious desert, and visit new towns, each with its own mysteries and secrets to discover.",
    "genres": ["Action", "Indie", "RPG", "Strategy"],
    "platforms": ["windows", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Stats"],
    "header_img": "2aa3f23975cc4eeda4b76daad5f88e4b",
    "screenshot_img": ["3eef8a3b61ab448582e54db157f16eca", "7631cd644385483998532bf8be24f060", "e86e343bedc3480faab97171266d6116", "27fdb3cb5de94b39815ea2f471c3b8cb", "bc4f15af82054f89ab002b012ac161c7"]
}, {
    "_id": "607889f84f735132885a2831",
    "name": "Unraveled",
    "developer": "Mojang",
    "publisher": "Mojango",
    "description": "Unravel yourself in a new and unique puzzle experience. Use your wits to navigate complex rooms and rooms full of dangerous traps in the search for hidden objects and gems. Your path is filled with clever traps, rooms full of gold, and puzzles you can’t solve. Unraveled is a challenging puzzle experience based on logic. Unravel your way to the center by using your logic and imagination to solve all the rooms. Unravel through the rooms by changing walls and changing the rules of the puzzle. If you are stuck, just restart the game and try again. Features: • A new twist on the classic room breaking game • Unique puzzles and mechanics • Fantastic handcrafted graphics • 3 levels of difficulty: Easy, Normal and Hard • Fun puzzle gameplay • Unravel through a vast puzzle world",
    "genres": ["Indie", "RPG"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "fa2ce7963a5c4e55abb9155b470c7c2c",
    "screenshot_img": ["23b28f647cd646779a6faf7c230271dc", "d64393b452874b069091e08f80682c55", "632ab09bdfad4d93bb983f8ad26c6624", "18575c5b54b440f28848059f4b0cfadb", "de6beecfab96420a9f7db1dab1289f74"]
}, {
    "_id": "607889fe4f735132885a2832",
    "name": "ZYO",
    "developer": "YAN JIA",
    "publisher": "YAN JOIN",
    "description": "ZYOKO is a simple 2D platform game, in which you need to use your brain. The main feature of the game is that the screen of the game can be divided into a variety of colored areas. These areas represent different behaviors of the animals, the number of which depends on the strength of the player's operation.The operation is limited. If you fail, then, for example, a large number of small animals will appear in front of you. In addition, you can not touch the small animals directly, and if you try to move them, they will run away and hit the ground. Therefore, it is important to use your head to get into trouble. To make the game exciting, there are also many hidden secrets hiding in the level and the number of animals, which increase after you find them.The game has seven stages, with the addition of four new stages that can only be unlocked by using gold coins. If you can not find the gold coin in the hidden stage, you can try to get it. Also, in addition to the achievements, you can also unlock the ability to get gold coins by finding hidden objects and completing a special number of moves.",
    "genres": ["Action", "Free to Play", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support"],
    "header_img": "1cfe0548069645ba8af3d8c037b2104d",
    "screenshot_img": ["872180cc53cd40f1ab0f7bccb446d428", "ec6eccf0bd8c434b884f2e187a88b9af", "65820b5f5fd74932a524275ef45997e7", "c8e78b0b8da64a78a36d85cbc05d2425"]
}, {
    "_id": "60788a014f735132885a2833",
    "name": "Pixelated",
    "developer": "Slightly Mad Studios",
    "publisher": "SlightlyMad Studios",
    "description": "Pixelated is a surreal, hand-drawn puzzle adventure game about robots and a dream. A robot named Psi-Bots needs help escaping the hostile environment that is orbiting him in order to repair a damaged computer. Psi-Bot must use his wits, cunning, and reflexes to traverse a maze of floating platforms, and avoid the many dangers that lurk in its wake. Pixelated is a challenging game that requires constant, intense reflexes and focus.Features:A fully hand-drawn, unique experienceA puzzle platformer in the vein of classic adventure gamesGorgeous, surreal art from the talented minds behind The World: Reloaded and A Virus Named TOMAHA!Two playable characters with completely different mechanics, abilities, and goals",
    "genres": ["Action", "Indie", "Simulation", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Workshop", "Partial Controller Support", "Steam Cloud", "Includes level editor"],
    "header_img": "a2689cfe0d264861a93d36729d65aa23",
    "screenshot_img": ["463b0c4318d04d73b0fb214d176d85e0", "ef39604646c344b6a187b7ad9c9a9ed8", "71f9014afb494bfbbf102511bb0cd427"]
}, {
    "_id": "60788a054f735132885a2834",
    "name": "Gnomes Garden 2",
    "developer": "Big Fish Games",
    "publisher": "Big Fish",
    "description": "The family game returns! You’ve played “Gnomes Garden” before, but with a few new friends you can build a garden of your dreams. You’ll invite friends and family to plant, water and nurture your plants. Create a pond, garden and garden paths. Then, play match-3 levels with the new friends to get all the rewards. The garden has been enhanced by new features, such as: - Grow plants faster and more densely - Match tiles with other tiles - Grow plants under more pressure - Find new friends, like bees and squirrels, to help you out. - Build structures to help your garden thrive: bridges, totems, bridges, and more! - And more new features!",
    "genres": ["Action", "Adventure", "Indie", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Partial Controller Support", "Stats"],
    "header_img": "cd912e72e4884828b35dff83cdd10a2f",
    "screenshot_img": ["d66cccf6786b4cb5b8745f295511d80d", "9db2abea37904713ac1333b7b4988fc2", "c6bdbb0c176745a6ac45cc18a0b1afec", "38aa7b1b05cb4f4392d71964df5dab2f"]
}, {
    "_id": "60788a084f735132885a2835",
    "name": "Chorus Of The Void: Into Space",
    "developer": "Mental Asylum",
    "publisher": "Mental Hospital",
    "description": "Chorus of the Void is a twin stick space shooter, with a heavy focus on gameplay. It provides an atmosphere of immense space as you fight to survive against alien and robotic lifeforms. It features two difficulty settings, with all the difficulties available to fit every level of player skill.FeaturesTwo difficulty settings, play in the normal and arcade modes.Intense and strategic gameplay as you fight to make your way through the solar system.Tight controls as you dodge the alien ships in arcade mode.3 distinct alien races that require your cunning to survive.12 weapon variants that take full advantage of all your shooting power.Multiple difficulty settings, from the easy to the impossible.Two player cooperative split screen.",
    "genres": ["Adventure", "Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "1336065916bb4006a3f2b1747796469e",
    "screenshot_img": ["56e69078e067415eb2496817a31696b5", "90dce043582243d795816bacec759f62", "e467e9f8f1fe421d9857c44a158b5e30", "4144e5ec4e1e41858c36ec9077d10a88"]
}, {
    "_id": "60788a0a4f735132885a2836",
    "name": "Divergence",
    "developer": "Alina Digital",
    "publisher": "AlinaDigital",
    "description": "Dive deep into action-packed adventure! The Divergence story is about one brave soul; his mission to find and rescue the damsel in distress. Dive into this great underwater adventure! Features - Full of action and adventure! - Two types of submarines with unique gameplay - Unique locations - Deep story",
    "genres": ["Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player"],
    "header_img": "a64b03c7ef4a49bc93e73a40d615545b",
    "screenshot_img": ["c80d550712f24d75b12e2add5c9b1ed9", "42f6d0a8327943fb95f1da12d66a0599", "abff420aee8d4efdaf61e1a5b6444949"]
}, {
    "_id": "60788a124f735132885a2837",
    "name": "Mentalist Simulator",
    "developer": "Handsome Pixel",
    "publisher": "Handsomer Pixel",
    "description": "You are an experienced detective who, having recently been transferred to a new state-of-the-art facility, was given new tasks at the moment of his transfer, including the investigation of a series of cases. It is your task to investigate these cases to gain the full picture of this new facility, to find out who or what is behind the attacks.In order to investigate and gain the fullest picture of the new facility, you can call various allies for a good cooperation with the investigation of each case. They can also be called for additional tasks such as collection of documents or for conducting surveillance of the situation.In the game, you will explore a complex building containing a variety of different areas. Some of the rooms are blocked off from the outside world and require special surveillance, while others are locked and require special methods of entry. The game is a little on the paranoid side so be careful. While you are in one of these rooms, you will have to rely on your memory. Memorizing things and describing them may help to piece together the truth at any given moment, but you will also have to consider the possibility of not remembering something. The game is intended for a mature audience and some of the details are fairly dark. As such, it is not recommended for children or those who may be prone to anxiety.Key Features:3D graphics with an immersive audio experienceA large number of different rooms and many different types of equipment, including radar, sound, and X-ray machinesA large number of cases to investigate and help on in a large number of different locationsAn engaging story that will make you feel like part of the team (at times more than you might initially believe)A unique atmosphere that will be a joy to witnessA large amount of different items to find, including a weapon and surveillance camerasA large number of various ways to pass the game",
    "genres": ["Adventure"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "090b8befed384e888c88564473b983bb",
    "screenshot_img": ["2db78745897b46cfa338e9fb86984d46", "586a06299bfa4fffb9308bcecc416229", "68b19e22096848948851f4c4e50ce291"]
}, {
    "_id": "60788a184f735132885a2838",
    "name": "Blankets Over Children",
    "developer": "Nikita \"Ghost_RUS\"",
    "publisher": "Ghost_RUS Games",
    "description": "Description:You have an incredible opportunity in this game. The whole family enjoys the blanket. But how does it look? Why are there white blanket over the child? The answer lies in the adventure of the child. The whole story takes place on one of the sled in the Arctic forest. In this adventure you have to collect the white blanket. There are two levels of difficulty. At the first level is very simple, collecting the blanket you will pass through all the levels. At the second level are very difficult tasks and the player has to pass all levels. Game features: - It's very simple and easy game mechanics. - At first sight, the game looks simple but the puzzles will seem even more complex. - The game develops reaction time. - The game supports mouse and keyboard (but you do not need both of them). - At the beginning of the game, the player has only one life, but with each level will increase the number of lives. - The player gets points for every correct move. - The bonuses are different from what they look like in the ordinary game. For example the bonus \"to jump higher in the air\" allows you to reach higher ground but does not allow you to jump further. And finally, the game has several endings. Good luck!",
    "genres": ["Indie", "RPG", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Multi-player", "Online Multi-Player", "Steam Trading Cards", "In-App Purchases"],
    "header_img": "f73f3920ab7e4ad6a3d2095a4e0d96ef",
    "screenshot_img": ["3df8782b2c774a36b3e02bfb77a668d3", "82291c9eccc54d1da00fae1db17e58bf", "dc5bb1f1133d483485da03c731c636ca", "a70aea2ccce04c08a169d6509e316f7e"]
}, {
    "_id": "60788a234f735132885a2839",
    "name": "Sid Meier's Colonization",
    "developer": "Firaxis Games",
    "publisher": "2K",
    "description": "Play as America’s greatest war hero. In the aftermath of the devastating events of Battle of Antietam, a young and promising nation is on the verge of war – but how will you respond and what will it take to win the favor of the White House? As the US Marine Corps’ first female infantry, enlist in the Colonial Marines and experience the ultimate battle of courage as you fight your way across the battlefields of North Africa. Outfit your rifle with a flintlock pistol and shotgun to bring down the enemy and bring home the bacon – or risk being killed yourself! Lead the fight against overwhelming odds in a game of strategy, tactical skills and grit.Key FeaturesA New Era of Strategy: As the first female to serve in the Colonial Marines, join Lieutenant General Thomas H. McPherson and General George Q. Cannon as they explore new frontiers to conquer and make war with one of the greatest powers the world has ever known.Sid Meier's Original War: In Sid Meier’s Colonization, you and your team take command of American and British forces on the battlegrounds of North Africa and Sicily as you guide your country through the most critical time in its history. From Paris to Cairo and from the gates of Antietam to Tobruk, you will guide your fledgling Colonies to victory, whether in the face of overwhelming odds or by taking direct command of American, British and Italian troops during the most pivotal moment of American and British history.Unparalleled World War I Experience: Colonization features the most realistic and historically accurate portrayal of the First and Second World War that you have ever played. Battles will be fought on land, in the air, on the seas, at sea and more. Use your military expertise to guide your Colonies to victory in epic battles that will have players facing off against up to 40 opposing forces. This is war like you have never experienced before – and Sid Meier will guide you into the battlefield to learn more about the nation you’re in charge of.Featuring an authentic authentic authentic WWI era setting.A completely new and improved graphics engine that captures the intensity and scale of World War I.",
    "genres": ["Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Full controller support", "Steam Cloud"],
    "header_img": "52a654b33c5f4e119108e7a459ebbf3b",
    "screenshot_img": ["f8ecbbdb68a849bd91c2c43ed35884ad", "ffa43031caba40d5922431d91935908f", "709f73a2b6b14228ba91125ee44c9011", "3fc9b9753abb4121888945c683446b6c", "0904b5bacfbc4278b4bc06061b8d7407", "3b8a95dc158a443295b1fdf709a994d9"]
}, {
    "_id": "60788a2c4f735132885a283a",
    "name": "Toledo",
    "developer": "Korvátil Ócsö",
    "publisher": "Korvaitas",
    "description": "Toledo is a game about a guy, in which you will play a role of the antagonist of the game. The game is about Toledo - a small island with its inhabitants that is located at the north pole of the earth. Toledo is a small and peaceful fishing village located in the northern latitudes of Europe. It has good weather and good resources to develop the island. A warm climate and good water supply are needed for the successful development of the island. A typical day of development of the island is a beautiful day for the inhabitants of the island. The inhabitants of the island are always fishing in the rivers and lakes. The main object of the game is to take the fish to the pond at the end of the day and to catch as many fish as you can. However, you need to remember that the fish come in different sizes: Some of them are small, some of them are medium. Some of them are very large. And some of them have fins and tails. Your goal is to catch as many of them as possible. This fishing is a very important part of the life of the island inhabitants. You need to make sure that the lake level is not too high. At the same time, you have to be careful because if you put too many fish in the lake the fish will move to the ocean. Do not let this happen. And the inhabitants also have their own problems. The weather is changing constantly. The waves increase, the wind changes. There is a great risk of going out into the open water. The local inhabitants are very proud of the fact that they live on a small fishing island located at the northern pole of the earth and their motto is \"Let’s take as many as we can!\".",
    "genres": ["Action", "Free to Play", "Indie", "Massively Multiplayer", "RPG"],
    "platforms": ["windows"],
    "categories": ["Multi-player", "MMO", "Steam Achievements"],
    "header_img": "e32bfd7372074336b0117b1fcfe97d4e",
    "screenshot_img": ["f341de9c7c66441aa8d778ccb6b9f1a8", "8863c921b6ee4c26a08350ea8c8e1b37", "54bcaf4384d441ba9e6696f27277c31c", "93f69107736948c0b8536616b82a1daf"]
}, {
    "_id": "60788a324f735132885a283b",
    "name": "Titanfall 2",
    "developer": "Obsidian Entertainment",
    "publisher": "Obsidian",
    "description": "TitanFall 2: Assault on Titan is a new chapter of the epic Titanfall saga. This update adds all new modes and features, including three new playable factions, an updated multiplayer map and game modes.Key Features:Battle Titans.Take the fight to the skies in Titanfall 2, the newest entry to the highly-regarded titanfall franchise. Experience new and epic levels of fast-paced Titanfall action set in the expansive expanses of space. New Titans from the acclaimed Titanfall Team are at your command, and the possibilities are nearly endless.New multiplayer modes. Take a break from your main game and take on up to eight rival pilots in the all-new Assault on Titan game mode. Fight for survival or team up to gain the advantage.New playable factions. Play as one of four original Titanfall factions, each with their own unique weapons, strengths and weaknesses. Players can compete in the all-out assault and engage in fierce battles for control of space.Choose your faction. Choose your hero. Your Titan can transform into the ultimate weapon against your enemies, allowing you to fire devastating beams of energy or summon lightning storms to attack your foes.Choose your tactics. Customize your build with all-new equipment, including new weapons, armor and more.",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Stats", "Steam Leaderboards"],
    "header_img": "508bcbaaf9364e90854a45eb547a0ba3",
    "screenshot_img": ["b997453506fb4850bf472fa9d32f5103", "96c01bcb243542c29c12111f77a0f47c", "5411be2380e3409195371b86a19f2d24"]
}, {
    "_id": "60788a354f735132885a283c",
    "name": "Braid!",
    "developer": "Creobit",
    "publisher": "8Floor",
    "description": "Braid is a puzzle game for all, young and old. A fun and simple game that has everything that a puzzle game should have. In Braid you play as a little ball, which, although small in size, has a special power. It moves as long as there is a match, and it doesn't leave a single single single color on its path. When you match four or more the ball will shrink and a new, smaller ball will be waiting for you. This game will test the players skills to think on their feet and keep a clear head when they're playing it, because some things you have to be very precise, or else it will be very hard for you to complete the levels.",
    "genres": ["Adventure", "Casual", "Indie", "RPG", "Simulation"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Captions available", "Commentary available"],
    "header_img": "7116d0807352448eb1b43f3dd84e9ea9",
    "screenshot_img": ["6a13d271ba264d748bf10ba8b2596786", "009d798d46fd49d19feed9e64536557c", "eb88214460d34870ab183f413cf4b31e", "2926b49b8e59496ea178a4824c8dc0ba", "9c848812ed85473aa93970e48f8bec66", "8a21a7178689450dbf2a69c1486e0822"]
}, {
    "_id": "60788a394f735132885a283d",
    "name": "The Daring Dive",
    "developer": "Blue Giant Games",
    "publisher": "Blue Giant Media",
    "description": "Buckle up because Daring Dive is about to dive! Dive in and try to survive an ancient alien horde that wants to crush you with the greatest ship ever built. But don’t be so sure! There’s a way to stop them – and only you can save the day!The Daring Dive is a 3D retro-inspired top down shooter with physics-based powers, in which your spaceship is the only defense against the horde, and is pitted against various aliens. Your mission is to gather the pieces of the ship so you can repair it and protect it from the swarm. Use each power to your advantage and destroy your enemies before it’s too late!• Fight against over 30 types of enemies, including alien fighters, drones, and bosses• Customize your ship with 36 different powerups• Engage with 10 unique bosses",
    "genres": ["Adventure", "Casual", "Indie"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Local Multi-Player", "Local Co-op", "Shared/Split Screen"],
    "header_img": "cee6e58bc14548aabc0de74cb1379ade",
    "screenshot_img": ["fd68a67205a340aaad79cf6d84eed13f", "7d737c35d3604d9a808464a57d2c01ee", "9a2640cc0a2e4024b45329e9df6056ab", "013c33ab21184cc8a6b5fa57ec116236"]
}, {
    "_id": "60788a404f735132885a283e",
    "name": "The Ballad of Johnny Bonasera",
    "developer": "Cascade of Leaves",
    "publisher": "Kalypso Media Digital",
    "description": "Save Johnny Bonasera – an orphan boy who is adopted by a famous opera singer – and become the star of the next great opera. As Johnny, you must go solo against evil enemies to free his master from the grasp of a diabolical villain. You must use all your talent, agility and agility to traverse the deadly theater, solve challenging puzzles and battle enemies in a race to save the day!The Ballad ofJohnny Bonasera is a unique adventure game that combines the thrilling story of The Dark Crystal with a variety of puzzles, traps and challenges. The Ballad of Johnny begins with the hero, Johnny Bonasera, escaping from an opera house where he’s been captivated by the beautiful opera singer Penelope. The game follows Johnny on his way to save Penelope and face the envious eyes of his father, Baron Bonasera, the leader of the criminal group Aventuria.Will Johnny’s daring escape escape win him his place at the top of the world? Only time will tell…Features:Beautiful hand-drawn backgrounds that bring the magical world of The Dark Crystal to lifeUse your magic wand, the “Phantom Wand,” to solve challenging puzzles and obstaclesTake on the role of Johnny Bonaseran as you escape from an opera house filled with troubleHidden enemies and powerful enemies that you’ll have to fight to protect your beloved fromA variety of puzzles, riddles and riddles that will keep you on your toesEnemies have different abilities with different attributes and behaviorsA world full of history, myths, folklore and romance!",
    "genres": ["Adventure", "Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "7323adfe5e92481887bda69fff9e7504",
    "screenshot_img": ["875ed3aa6a5d4c91ae9d7aeed7cd3f75", "2fb64cc8e761474cb88b222913da485d", "ae545d53d1e6445eac86e03e24e3a7e6"]
}, {
    "_id": "60788a434f735132885a283f",
    "name": "Fable Anniversary",
    "developer": "Fable Studios",
    "publisher": "Qumaron",
    "description": "Do you like to escape from the world and solve mysteries?Then this game is for you.Fable Anniversary gives you a unique gameplay experience that will delight you at every step, whether your a hardcore gamer or simply someone that enjoys to relax.Fable Anniversary combines elements of classic platformers with adventure games and takes you on a journey through time, between realms and continents, changing the rules of the story forever.FeaturesClassic platforming - Explore ancient Egyptian temples, dwarven mines, and castles to find ancient treasures, artifacts, and new weapons.Dangerous creatures - Over 50 playable characters with more than 40 different weapons and armours.Over 40 unique levels, each with multiple objectives.",
    "genres": ["Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "e788f4baf5404e8da8330b0d2ace5407",
    "screenshot_img": ["96d2500abaa8422ca13f453ed97152c5", "7c349a774e344aa5bf6474f42ace40e3", "8520728037d74d5bab50cb4772642c3c", "6de532b7612149c79a67efcdf539a985"]
}, {
    "_id": "60788a464f735132885a2840",
    "name": "Enoch: Escape of the Titans",
    "developer": "Artur Rezende",
    "publisher": "Artur Rezeende",
    "description": "Enochan the ancient hero has been captured by the Titans and will die if they do not release him. They claim Enoch as their own and want to enslave his people. Guide Enoch on his quests and face the enemies from the beginning of time.Enoch: The Dark Titans is a retro fantasy platformer with a dark and foreboding atmosphere, featuring 50 levels. You are Enoch, the last survivor of the legendary warriors. Travel through time by playing as him on his quest to escape the Dark Titans.",
    "genres": ["Action", "Indie", "Massively Multiplayer", "RPG", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Multi-player", "MMO", "Steam Turn Notifications"],
    "header_img": "dcb0d3ffdbfd488bbd60bc8950c247b2",
    "screenshot_img": ["77c27dfed03b4e2585780c672dc82715", "caa703120eb2438c88b4d3e2f779e8a7", "65302c1a2d7e4c238bee9344d23037af", "09fcb761fa394ab6933c1c75dba699da", "22b736c872124220bc96d455f719fdd1"]
}, {
    "_id": "60788a4a4f735132885a2841",
    "name": "The Chronicles of Nyarlathotep",
    "developer": "Vyacheslav Shilikhin",
    "publisher": "Vyach",
    "description": "The Chronicles Of NyarlathotEP.A story told in the form of a novel.In the distant past, in a land where the sun never sets, there existed a great king.His name was Nyarlathoteps and he ruled with an iron fist. His rule was terrible, but good.Nyarlathotep always imagined himself the best, and he made himself an example to the world.One day, a young novice arrived at his court.But that was the last time he saw Nyarlathotps.A year later, his dreams vanished, and all he knew was that he was the hero who would one day break his king's chains.Nyarlatp's adventure begins now.Key Features:A classic, classic point and click adventure.Easy to use, simple interface.Original soundtrack and sound.Multiple endings.",
    "genres": ["Casual", "Indie", "Strategy"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Trading Cards"],
    "header_img": "b3e5562d50fd4c25aeb3ff7dd2dcaece",
    "screenshot_img": ["be11b113db2e4f62a740ac016b5c46ef", "e5c6cf76b41248d2a70a78fbc68ae2a7", "aeb362c520c54bf7a4e8c4401cd74773"]
}, {
    "_id": "60788a4d4f735132885a2842",
    "name": "Bubble Bobble Deluxe",
    "developer": "Totem Games",
    "publisher": "Strategy First",
    "description": "Bubbles is a challenging 2D puzzle game based on the popular bubbles from the Bubble Bobble TV show. Use your logic, intuition and logic ability to match the correct colors to remove all of the bubbles. Do it fast and be rewarded with all the bubble glory.Features Simple controls. An exciting game with a unique puzzle element. Easy to learn. Great for ages 3 - 99. Multiple Challenge Levels. Bonus Levels to make sure the game is finished in one piece. Steam Achievements.",
    "genres": ["Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Captions available", "Partial Controller Support"],
    "header_img": "55e0a964687f47338a5c1819f1bd866e",
    "screenshot_img": ["f9ddb4e5f31c4735816e680632dbd5f0", "3853018f586547dea53f75c92614c483", "1581c10a56bf40b28056eca91025818c", "851b794bb0634a6fa0bca12bc0b3e927", "6a48cb79943342058ea59e189a1d92fb"]
}, {
    "_id": "60788a514f735132885a2843",
    "name": "Dead Cells",
    "developer": "Stoic",
    "publisher": "Strategy First",
    "description": "When an aggressive virus attacks the city and turns many into mindless meat, it falls to the best and the brightest to combat a disease so lethal that a handful of scientists manage to escape, only to find themselves lost in a strange and mysterious new world. Dead Cells is a sequel to the hit game Dead Cells. The new, fully remastered experience features an enhanced graphics engine, new 3D environments, a new challenging single player campaign and a brand new multiplayer mode. Dead Cells tells the story of Drs Henry Hirst and Arthur B. Johnson who are trapped and isolated on an alien planet. It’s up to you to uncover the secrets behind this seemingly perfect utopia and save your fellow prisoners. The game includes new missions, new weapons, a new level design, the ability to explore the single player campaign and the ability to create your own levels.",
    "genres": ["Action", "Adventure", "Indie", "Early Access"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Partial Controller Support", "Steam Cloud", "Stats", "Steam Leaderboards"],
    "header_img": "d8b2ec7d0c1a43be8c05befe7f8e04b2",
    "screenshot_img": ["d6b7113d69ae4e0e9c1b22e9839544f8", "79059b6f9df54d0782ab33a8254cd0b5", "5fb4ae7d3234444e95691de1a82cca17", "e27bee0db0d84c1dba6019faa084282e", "6428471bbf6c485188ad3a7759b14f4b"]
}, {
    "_id": "60788a544f735132885a2844",
    "name": "War Of The Planet Earth VR",
    "developer": "Punch Fight",
    "publisher": "Croteam VR",
    "description": "Battle drones and mechs, build your own bases and destroy the enemy! Fight against the enemy, win as many points as you can! The game is based on the classic game of Planet Earth VR and combines elements from 2D to 3D games. In this game, the player controls a helicopter and carries the battleship on top. As the helicopter flies, it fires missiles and bombs at the drones. In order to destroy drones, the player will have to maneuver around buildings and buildings. With the ability of controlling a drone, players can choose the location of their targets. With the power of the helicopter, the helicopter can fire from a safe location, or the drone will shoot at the building and destroy it.",
    "genres": ["Action", "Massively Multiplayer", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Online Multi-Player", "Online Co-op", "Steam Achievements", "Stats"],
    "header_img": "a29f8fc30e7b44969c2a7bb0eff2a0f4",
    "screenshot_img": ["0b86378d0ca1467d8fa0c1d638cd4f9e", "dcb8ad18e6644f8db90c731eea80df43", "39cb433195804174966143869acc54a4", "bd3a3bc786c04699b07e323b3831ccde", "2dabca6b838642059cb5665601ca85a4"]
}, {
    "_id": "60788a5c4f735132885a2845",
    "name": "ShoeboxVR",
    "developer": "ShoemakerVR",
    "publisher": "ShoemakersVR",
    "description": "ShoevrVR is a simple and powerful arcade style game to get you started and get you moving fast. With a minimalistic interface, a quick gameplay experience and a wide variety of exciting and challenging levels, ShoeboxVR is easy to learn, fun to play, and is designed to get you moving. You can choose between several different game types to enjoy, and of course we have the classic Arcade type for when you are stuck on a level. With a few clicks you are able to choose where you want to go, but that is not all! On the screen you see the score and you are able to compete to get the highest score possible. If you hit the red checkmark you will instantly exit the game and go to the main menu. There are 3 different difficulty levels to make it even harder to get a high score. For those that like a challenge, you can select from our Free Play mode and play any level you like. You can also turn on Full Motion Controller Mode where you won't see anything on the screen until you select Full Motion Controller mode. ShoeboxVR allows you to choose from different themes to customise your experience. Themes come in a range of 4 different colours, which gives you a more unique experience and also provides you a possibility to customize your VR Experience even more with some of the themes you have available. Shoebox also features Steam Workshop support, so you can add your own items and themes to the game. Features: - 3 game types: Arcade, Time Attack and Free Play. - 3 different themes: Classic, Classic 2, and Time Attack. - Full Controller Support - Steam Workshop support - Steam Achievements and Leaderboards - Steam Trading Cards (coming soon) - Steam Cloud support - Xbox 360 and Xbox One Controller Support - Free to play. - Steam Controller support (coming soon)",
    "genres": ["Adventure", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Leaderboards"],
    "header_img": "42495a7f2aaa415db3407e46a0ce8319",
    "screenshot_img": ["cee29d3689204eeaacd68b0a8d945e8d", "17118eb473634564bd987c9f6bf215a8", "c3a9579bcbcf4ba381fb754f555f0e67", "261fe14f402f4e93b81c7f0ea917402e", "a7cbfa3fd88a4e18a5ceb0d86b1191a7"]
}, {
    "_id": "60788a604f735132885a2846",
    "name": "CortexGear",
    "developer": "CortexWare",
    "publisher": "CortexSoftware",
    "description": "Steam Exclusive OfferCortexGear Keyboard:https://store.steampowered.com/app/1010140/CortexGear_Keyboard/About the GameCortexGear is a minimalistic puzzle game where you need to unscramble symbols of numbers to open doors. The levels are relatively simple but they're challenging. Solve all the doors by solving the puzzle. The main idea of the game is that every possible combination of combinations of letters that appear in the level is a valid number. The puzzles are quite long and some puzzles are not easy to solve even though they look complicated. By using the mouse and your reflexes you are able to solve the puzzles. With the increasing difficulty you will be able to understand how programming works. Features: - Beautiful minimalist graphics - Solve puzzles - Increasing complexity",
    "genres": ["Adventure", "Indie", "RPG", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Online Multi-Player", "Online Co-op"],
    "header_img": "eec8009b47fd46e7a36cdef7fa579396",
    "screenshot_img": ["0c68e2666ee64fe6b0ce5d47d02846fc", "ae8bc120170d40e89e4f0685394bafe1", "f0900f341d55492bbac255e21644371e"]
}, {
    "_id": "60788a6a4f735132885a2847",
    "name": "The Legend of Red Riding Hood",
    "developer": "Orneon Co., Ltd.",
    "publisher": "Funbox Media Limited",
    "description": "The Legend Of Red Riding Hood Red Riding Hood's legend begins with her meeting a red wolf. When a girl named Riley, who was kidnapped as a child, discovers that her kidnapped sister is the witch-king, she unwittingly releases the wolf and saves Riley from being transformed into a wolf. This wolf rescues the Princess. This also opens the way for the Red Riding Hood to come into existence. Through the Red Riding Hood, you will explore the beautiful, yet dangerous land of the Western Isles in search of a new homeland with the help of the Red Riding Hood. While playing The Legend of Red Riding HOOD, you can play the game as Red Riding Hood, and you will discover a lot of game events. By playing this game, you will help save the young and beautiful Princess Riley. You will visit various locations such as the castle and the forest. You will also discover a lot of items which will help to save the Princess. Also, you will encounter many enemies who are skilled in the arts of sword combat, so you will have to be very prepared. It is important to make good use of the sword, so that you can defeat powerful enemies. When you have acquired a sword, there are four different types of attributes. Each sword has one attribute which you can use while the other four attributes can be used even if you are not wielding it. There are also items and other objects that can be used as weapons, such as shields and boots, but you will not be able to use them while you are not wearing them. There are some monsters who are capable of destroying swords. You can fight them. You will also need to look for various items and items which can be used in shops. You can also buy items in shops as well. There are also various treasures which can be found, and these are also found in the different dungeons. You can also take part in quests that you find through talking with people. There are four playable characters in the game, each with its own special abilities. You will visit all the three kingdoms, the kingdom of the witches, the kingdom of men, and the kingdom of the red wolves.",
    "genres": ["Adventure"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Partial Controller Support"],
    "header_img": "ed180205403b4a74af7085877080e4ed",
    "screenshot_img": ["0e9ac630a93c494e845833efb96603d1", "0dfcf39cae024b9f883196e2f1c24569", "a19da14be4d5405cb8587db644459804", "fb0f49fd46a0488db526043c4c043081", "c1d0b3d9deaa453aabf99e3cfaf4143b"]
}, {
    "_id": "60788a774f735132885a2848",
    "name": "Zoink 2",
    "developer": "Blue Tea",
    "publisher": "blue Tea",
    "description": "Zoinking 2 is the sequel to the popular game Zoinking. But unlike its predecessor, this time you will be using your hands to drive your boat. The game features a much larger range of levels, more objects, and a physics engine that you can freely manipulate. You have a couple of control modes to choose from, each of which has its own advantages and disadvantages.The most important feature of this game is the fact that the speed and range of movement are adjustable both inside the boat itself and outside of it. You can steer the boat and take control at almost any angle you like. At any time you can press the A button on the keyboard and steer the boat without the need of turning a knob. You can also push the spacebar or the control button to steer the boat in the opposite direction. The control interface is fully customizable, and even allows you to make very detailed levels. One of the major features of the physics engine is the fact that any object in the game can move freely in all directions. Objects can be moved wherever they want, and the physics engine makes sure that each object can be rotated, bent, or otherwise affect the speed of the boat in any way you like. In addition, Zoinking 2 also offers the option of making use of a special object called the \"beam\". The beam can be used to turn objects on and off. You will find that it is used not only to turn and steer your boat, but to make the game even more challenging. As before, you will be able to steer the boat and pull a tow cable. At any time, you can push the A button on your keyboard and steer the entire boat in any direction. Finally, Zoinking 2 has many other exciting features, including three game modes:Adventure: This mode requires you to swim through large, circular levels that are full of objects, dangerous enemies and challenges, and you must help a small turtle make its way through a large number of obstacles. At the beginning of the level, it is recommended that you have a good understanding of the controls and some patience. Once you have mastered the controls and the level becomes more challenging, you can relax and just enjoy the ride.Time Attack: In this mode you race against the clock to earn all the gold stars and clear the level as fast as possible. Your objective is to collect as many gold stars as possible within a certain amount of time. It is possible to earn multiple stars in a row in this mode, and it is also very satisfying to score a lot of gold stars. Challenge: In this mode, instead of collecting gold stars, you race against a very aggressive worm that constantly searches for the golden stars. It is possible in this mode to earn a lot of gold. At the same time, it is very important to keep in mind that the worm is very accurate and it will always try its best to keep you at a distance.The game has a lot more content to offer than the previous version, and it is highly recommended that players take advantage of the various control options to create their own unique gaming experience.",
    "genres": ["Casual"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player"],
    "header_img": "7fd01cd6fccc4ab4991248c1b8ef4255",
    "screenshot_img": ["a66314bc3cec4630a53981e5dc6b02f6", "0c2aaffc669a4f07b93fa926752bf8eb", "bd3a1ca92a2e47db91d8f4db47af93d3"]
}, {
    "_id": "60788a7d4f735132885a2849",
    "name": "Gothic: Resurrection",
    "developer": "Majesco Entertainment",
    "publisher": "Activision",
    "description": "Step into the medieval England of 1337 and help your grandfather regain his lost inheritance. In this interactive graphic adventure, explore the family history as you guide Edward, the legendary figure known as \"Gothic,\" on a journey to recover his father’s crown. Explore Edward's family tree with over 120 unique portraits as you reunite Edward and his family, learn about the dark and magical times of Edward's youth, and embark on a final mission. Guide Edward on a magical journey through time through a story filled with magic, wonder, and tragedy. Help Edward overcome challenges that lie beyond the realm of man as he seeks to reunite his father and reclaim his father’ s crown. Embark on a magical journey to save Edward’s father’s kingdom in this exciting hidden object adventure. Collect hundreds of magical items from medieval England and discover the hidden stories behind each item. Solve challenging mini-games throughout the adventure as you help Edward rescue his family from a dark threat. Earn up to four star ratings based on your skills, time and effort. Immerse yourself in a rich story that spans thousands of years as you guide Edward through his heroic quest. Key features: Over 120 unique portraits of Edward's ancestors Help Edward reunite his father with the lost crown Join Edward on a magical adventure through time through a full storyline",
    "genres": ["Adventure", "Casual"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Trading Cards", "Steam Cloud"],
    "header_img": "78f84e07143f4238b765235541b290de",
    "screenshot_img": ["4db604ce591e44b1af3bec819fc395ef", "86ad1faa2778469d9288acd5a401057e", "3b3e12b2d9224aa68e087f4fdf60fab9", "f2d034bdd703417a8c15a833a32b9625", "83f0fdb34f594fbfb0c8bd5f4d1ea83c"]
}, {
    "_id": "60788a824f735132885a284a",
    "name": "Siege Warfare",
    "developer": "Straywire",
    "publisher": "Stray Wire",
    "description": "Warrior-themed strategy with a unique set of gameplay mechanics. As one of four different armies lead them to defeat your foes and take control of the most important strategic points in the map. Every soldier counts and every unit is the potential weapon or devastating asset for your army. Play any way you want, from the simple base building up to building massive fortresses, controlling terrain and more. Build units, build buildings, build the battlefield!Key FeaturesStrategy Combat GamePlay any way you want. Expand any strategic point into a fully 3D terrain and attack.Build buildings and structures that will help your army gain access to the battlefield.Multiple maps and units available for all modes.Create armies from over 100 unique units, which will evolve during the game as new units are added to the army pool.Battle on different maps at the cost of resources, which can give your opponent an advantage in the next turn.The game supports two-player multiplayer matches.",
    "genres": ["Adventure", "Casual", "Indie", "RPG", "Simulation", "Strategy"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "30eacdcca48f4e1cb7bd136c2182a691",
    "screenshot_img": ["64cf19e737a64254a50abce061c0b023", "6e2ee0921212494081ee26a3c5896b98", "9ad4649d85204845909ad653d4e22cef"]
}, {
    "_id": "60788a894f735132885a284b",
    "name": "Warfare 5: Vikings",
    "developer": "Fury Games Production",
    "publisher": "Slitherine Ltd.",
    "description": "Welcome to the world of Viking warfare. Start a war with up to 16 Norse clans, conquer territories, recruit your warriors, explore the vastness of a vast open world, engage in epic melee combat and conquer the world. With its rich story and thrilling gameplay, this is the only realistic turn based strategy game for the Vikings that truly incorporates all of the great aspects that made up the Viking Age. The world of Vikings has been created in full 3D detail - not a pixel-perfect rendering like in most other games. The game offers an engaging tactical experience for a whole new generation of strategy gamers and includes features not found in other turn based games, such as dynamic weather and a realistic economy simulation, which affects combat conditions. Viking warfare is played in a beautifully rendered medieval world. It’s as good a backdrop for an epic Norse war as you could get, and a fantastic story, filled with humor and drama, is sure to captivate players from beginning to end. It’ll be a treat to all Vikings and the players who love turn based strategy will absolutely enjoy this Viking themed game. Viking warfare: Fight in a living world with dynamic weather and changing seasons. Fight against a huge variety of enemies, including the mighty Huns, the Vikings, the Slavs, the Picts, the Habsburgs, the Chinese, and many more. Fight in large scale melee combat, from spear fights to grand battles between the hundreds of warriors. Upgrade your characters, train them, and recruit a cast of warriors, priests and leaders. Explore the massive map from one of the largest Viking cities of Viking Age. Wage an epic medieval war and take on the enemies!",
    "genres": ["Indie", "Strategy", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements"],
    "header_img": "31610a304fc54684b70adbe2652b1354",
    "screenshot_img": ["b3f1e1cdd565477e9a70cc66d35aa54c", "88bd1cf4dba64d358c0892e5a20289b4", "93a0defac812439a90f3abf95fe98261", "d44ff644901746c0beb58fcfb9461592", "21e16d9103a443f0bc066bd8c54b7e5b", "1a79fc9c04354724a287714c279e6680"]
}, {
    "_id": "60788a8b4f735132885a284c",
    "name": "Lost Dreams: The Library",
    "developer": "Daedalic Entertainment",
    "publisher": "Strategy First",
    "description": "Lost Dreams is an old-school point 'n' click adventure, but with more focus on storytelling and interactivity. The game is set in the middle of the 18th Century, and features many original puzzles that will make your heart skip a beat. You have a friend who has vanished, and your investigation leads you deep into the dark history of a lost library! With many new puzzles to solve and new areas to explore, you will be rewarded with hours of enjoyment!",
    "genres": ["Casual", "Indie"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Partial Controller Support"],
    "header_img": "606763d072c9445d8f6211bdbe30bcbf",
    "screenshot_img": ["56d1473d9ba64bf69f274505c7e1413c", "c581a31378de45edac45ddcef2951bde", "be7bee90a76b4f5d89441ca080674680", "9ac6b4df216d464aa4d4ec5afab42332", "fb667e2642884671abce2f48f9bd051c"]
}, {
    "_id": "60788a904f735132885a284d",
    "name": "Amphetamines",
    "developer": "Tobias Pohlak",
    "publisher": "Tobia Pohlak\u003c\u003ewww.facebook.com/TobiasPohlak",
    "description": "Join Orlov the cat on a journey through his own mind. Your goal is to get out of the house and keep moving. You may think that you are the one in the house, but in fact your own self is the real house. The house is empty. You can be anywhere in the empty house. But all you know is that everytime you step in the house, the same picture that appears before your eyes always appears. There are many mysteries to be solved. There are only certain places in which you can get to know yourself. You may come across people in the house. But who are you? And what will happen to you in the end? If you succeed in solving the mystery of your own self, it will reveal a whole lot about who and what you really are. Features - Unique game-play. - Puzzles that are not really puzzles. - Mystery that you can't see unless you look at it.",
    "genres": ["Adventure", "Casual", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "VR Support"],
    "header_img": "ae73974a105e44d6ade8accd455a2745",
    "screenshot_img": ["f553898020904da189bfcb87a1c05e70", "f324a1a66bef4be9be08c5b78f37d20e", "1b20736f4707452c92302ce4d40e741f", "b2c2fb999569464eab0380d9915c2f71", "ef73375c9f034754b7ab1713e86f09ab"]
}, {
    "_id": "60788a934f735132885a284e",
    "name": "Alicia Quatermain: The Book of Legends",
    "developer": "Artifex Mundi",
    "publisher": "ArtifeX Mundi",
    "description": "This world of wonders and myth is no place for a normal person like Alicia Quatermain. She is the most famous magician of all time, renowned for creating a magic barrier in the town of Metembre and for repelling the plans of the Dark Queen. But as the story goes, he was also the one who created a powerful and unpredictable creature. Can Alicia overcome the Dark Queen and regain her rightful place as the world's greatest magician? Only you can help her fulfill her destiny. In this Hidden Object Puzzle Adventure game you will experience a world full of magic like never before and an unusual character who you’ll be able to relate to!",
    "genres": ["Casual", "Indie", "Strategy"],
    "platforms": ["windows", "mac"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards", "Steam Cloud", "Steam Leaderboards"],
    "header_img": "a61c044689724031bd4f2ccca00f79d1",
    "screenshot_img": ["1df3fceeb4794f4d819de9e90e79278a", "427322d8970842f5bef65b02edc6a897", "390c6930e6eb4933b30134b8522d8216", "cee9dff3d20b4eea8672aec9a9a698a1", "091a357aca3c4fcdb4d0db0ce11dad98", "a2e7216f0ea84b2697df6facbc01267d"]
}, {
    "_id": "60788a984f735132885a284f",
    "name": "Sid Meier's Civilization IV: Colonization",
    "developer": "Firaxis Games",
    "publisher": "2K",
    "description": "Relive the era of bold exploration and ambitious conquest that set the standard for strategy games of the 21st century. Experience a thrilling and award-winning new Civilization IV experience, taking you on an unforgettable journey around the world. Enjoy a new single player campaign that introduces players to the new world and introduces players to the civilizations they will encounter throughout the game. Command your nation at sea, in the air or on land. Lead your people to prosperity by managing resources like trade, industry, diplomacy, religion and more. Recruit new leaders to expand your nation's influence and create the ultimate empire. Experience a brand new experience, from groundbreaking graphics to revolutionary gameplay, and all this with the familiar Civilization IV gameplay that fans have come to know and love. Game FeaturesThe first Civilization game to feature all new music from the award-winning composer Austin Wintory The first Civilization title to allow players to explore and conquer an entire new world A brand new single player campaign setting the stage for a new world The ability to create and strengthen an empire from the new economic, diplomatic and military system The ability to research technologies and make the world a better place by creating a thriving civilization",
    "genres": ["Casual", "Racing", "Simulation"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Local Multi-Player", "Shared/Split Screen", "Steam Achievements", "Full controller support"],
    "header_img": "3ecbc78997b44ad0b2fc58b52c7e5f5a",
    "screenshot_img": ["22dbab90a98a4cd99f284d9c40e78f89", "2bb7ae3e9a384f75aa60f6b389d616b6", "894bbf86e9df477ebf9f5c996ca3fa5d", "8ff51b56aa3d4fb9af6205f66d4374f1"]
}, {
    "_id": "60788a9e4f735132885a2850",
    "name": "Sly",
    "developer": "Vox Vox Entertainment",
    "publisher": "Vox Digital Ltd",
    "description": "Sly is a narrative-driven 3D Platformer game set on a mysterious world. After waking up you discover that you have acquired an unusual ability to manipulate gravity and travel through space. You travel from planet to planet discovering the secrets of the world and finding clues in the environment to help solve the puzzles. There are two chapters with each having different environments. In Episode 1 you are taken to a strange world created by a mysterious scientist. Episode 2 takes you to a planet which you discover is made entirely of cubes. As you progress in your adventure you will discover that this world is much stranger, strange things are happening and you will be tested to your limits! In Episode 3 you will travel back to your home planet to find that something has happened. You are now the sole survivor of a group of alien scientists, who have set out on a quest to escape the planet they have created. It is up to you to help them solve the puzzles and set them free. In Episode 4 you discover that this planet you have travelled to is the last planet on the way to solving the mysteries of this strange world. You are tasked to solve puzzles and use your special abilities. Can you help your friend to freedom?",
    "genres": ["Action", "Adventure", "Indie", "RPG", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player"],
    "header_img": "79f49f459f2644c2b084b226c1220fce",
    "screenshot_img": ["ebffdf982ce34890802cd4c6da6e5891", "269dc64460ec4b5587ddcb4c110c24c2", "91de7c6f2c6d413d89619b3628e8fd52", "0c9a720e470d4eada6553be7b3abbcf6"]
}, {
    "_id": "60788aa14f735132885a2851",
    "name": "The Incredible Machine",
    "developer": "StudioGIW",
    "publisher": "StudioGIWA",
    "description": "Welcome to the world of Space Invaders! Play with the world's most famous space ship in this new arcade space shooter and become the greatest in history! This game contains some familiar arcade mechanics, but this game also contains new ones and they're super fun! - The gameplay is very similar to modern games - Use your ship to destroy enemies and try to get through the endless levels! - You will love playing with friends on one screen (and using keyboard and mouse to do the same) - A lot of cool upgrades and special powers for your ship! - The music and SFX are awesome - Lots of levels for you to enjoy! Are you up for the challenge? - Two difficulties: Easy and Normal! What are you waiting for? Let’s go have some fun playing the game!",
    "genres": ["Adventure", "Indie", "RPG"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Steam Cloud"],
    "header_img": "d9d0e7a14fe54f3dbc209d1f02fe072c",
    "screenshot_img": ["e294647d0e8b4671b3bdec1d30350a1a", "d2e71640e32b4563a2db3af25140f907", "54e125cd54224e9e99708402acbea5cf"]
}, {
    "_id": "60788aa54f735132885a2852",
    "name": "Totem",
    "developer": "Albin Bernhardsson",
    "publisher": "AlbinBernhardsson",
    "description": "Totems is a game with randomly generated levels. It is an old school, but still fun puzzle game. The game uses WASD movement to interact with the magic totem. In the game, all the magic totem is visible only when in the chosen position. When the totem is in the same spot as the player, all the magic of the totem becomes visible. The totem, by touching the magic totems, can be enchanted with the given spells. You have 10 levels to complete. After each level you are challenged with the same magic totem. By playing well, you can unlock new levels. Features: - A different magic totem with 5 different spells. - Randomized levels for each game. - Different levels with very small maps and very big maps. - Puzzles with moving and rotating totems. - Many hours of game play.",
    "genres": ["Violent", "Action", "Adventure", "Casual", "RPG", "Early Access"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Multi-player", "Online Multi-Player", "Online Co-op", "Cross-Platform Multiplayer"],
    "header_img": "cc052f1859704b67970ea65191ee5c1b",
    "screenshot_img": ["f191c4585edd4f21aa221498ae5b9e93", "c17b753a15c0488a84a0a93ab8f0232a", "d134c0765d3342d6a02eebc65b994097", "086e1517a67c4ea1a77e5d97307e8a9a"]
}, {
    "_id": "60788aaa4f735132885a2853",
    "name": "Dollhead 2",
    "developer": "Playful Worlds",
    "publisher": "Playful worlds",
    "description": "The world seems to be falling into chaos and you have the chance to solve this problem by getting rid of the evil villain who is trying to destroy your peaceful city.You play as Dollhead, a peaceful peaceful and kind person who loves all children.One day your neighbor decided to stop playing with his children and got mad. He came to your city and killed all your people. Then he took all the dolls and hid them in the dark streets. You are now in charge of finding the toys and sending them back to where they belong.There are so many dolls around that it would be impossible to find everything on your own. It would be too dangerous to search and you would run out of ammo. So you decided to go and rescue all the children trapped in the city. Do you have what it takes to save the city and its children?Features:Play alone or with up to four friends in 4 game modes. Find and rescue all the dolls hiding in random places.Different types of weapons to help you fight enemies.Unlock a total of 6 unique costumes for your Dollhead.",
    "genres": ["Indie", "RPG", "Strategy"],
    "platforms": ["windows", "mac", "linux"],
    "categories": ["Single-player", "Steam Achievements", "Steam Trading Cards"],
    "header_img": "5fad98688e5b42228ad18a5be7e78e22",
    "screenshot_img": ["ce141b91c2f148e7be2b00003cea4251", "dc1431d5068546939a4b1da33611b1f6", "b5f63e12714a41f4a06e92a0ca201fb4", "14961580db954869b782ac7e010863fb", "42e902d282bc40b08b4b0b5f3e468db7", "caa0208024e449b7b545c908cb42bbeb"]
}, {
    "_id": "60788aae4f735132885a2854",
    "name": "Frozen Solstice",
    "developer": "Tero Lunkka;Antti Virtala;Juho Tähtila;Olli-Matti Turkka;Helge Sandberg;Matjaari Holmård;Mathias Töörmäki;Jukka Mäkinen;Martin Hellsten;Thorsten Rindahl;Joonas Holmård",
    "publisher": "Tero lunkka",
    "description": "Frozen solstice is a first person adventure based on the bestiary, and it's an experience. The player can collect information and use it to solve puzzles. Solve the puzzles that await you at each location!Key features:The game has two endings (the first ending is the one you'll have to explore)A great atmosphere (dynamic atmosphere during the journey and a lot of details)An immersive soundtrack.Fantastic graphics.",
    "genres": ["Action", "Indie"],
    "platforms": ["windows"],
    "categories": ["Single-player", "Steam Achievements", "Full controller support", "Steam Cloud"],
    "header_img": "4ff79c5e28af4ed49e22d623b56804e8",
    "screenshot_img": ["1ced9cde193f4546bda302a16f7bdba5", "d06978353d6c439bb72f8dd5524366c5", "4b4654c278944643adec6d90f7c6f5c0", "e89340abd519472ab9ca6df15f4e53ee"]
}]